[
    {
        "page_content": "The Dasher Free Welcome Gift is a package sent to new Dashers who have completed their first offer and submitted their mailing address in the Dasher app, containing essential items to get started with Dashing.\n\n**Key Points:**\n\n* The Free Welcome Gift includes a hot bag, Red Card, and Getting Started Manual.\n* To request the gift, new Dashers must sign up, download and log in to the Dasher app, and submit their mailing address.\n* The gift is typically delivered within 3-7 business days, with tracking information provided via email.\n* Delays may occur due to lost mail, incorrect mailing addresses, low kit supplies, or background check processing times.\n\n**Relevant Details:**\n\n* New Dashers can track their gift's delivery status using the tracking information provided in the confirmation email.\n* If the gift is not received within 10 business days, Dashers can contact DoorDash Support for assistance.\n* The Dasher Signup Process is a separate resource available for those interested in becoming a Dasher.",
        "metadata": {
            "doc_id": "d130db95-7c08-40c5-b98f-87f298ef6ee9"
        }
    },
    {
        "page_content": "The article provides troubleshooting steps for Dashers experiencing issues with their Red Card being declined while attempting to pay for an order.\n\n**Key Points:**\n\n1. Verify the Dasher app is prompting to use the Red Card and enter the correct pin (0000) if prompted for Debit.\n2. Ensure the correct items, quantity, and weight are picked according to the customer's order.\n3. Enter the exact weight of weighted items, and substitute unavailable items with similar alternatives.\n4. Use the in-app self-help feature (HELP or ?) to resolve the issue by following on-screen instructions.\n\n**Relevant Details:**\nThe article provides step-by-step instructions for resolving the issue independently and offers additional support options if the problem persists, including starting a chat with the support team.",
        "metadata": {
            "doc_id": "4d637a8d-4c31-4408-aa4a-29851cac0b01"
        }
    },
    {
        "page_content": "This article provides instructions on how to report a lost or expired Red Card and obtain a free replacement, either digitally or physically, to maintain eligibility for Shop & Deliver orders.\n\n**Key Points:**\n\n1. Reporting a lost or expired Red Card can be done through the Dasher app on both iOS and Android devices.\n2. A digital replacement card can be obtained immediately by adding it to Apple Wallet (iOS) or Google Pay (Android).\n3. A physical replacement card can be ordered for free from the DoorDash Store and activated through the Dasher app.\n4. Activating a physical card allows for checkout using either the physical or digital card.\n\n**Relevant Details:**\n\n* The article provides step-by-step instructions for both iOS and Android devices.\n* It recommends getting a digital card as it is easy to download, available instantly, and convenient to use.\n* The article also mentions that a physical card can be ordered if the phone is not NFC-enabled or if the user prefers a physical card.",
        "metadata": {
            "doc_id": "a0c899a3-46d9-4eff-8037-6d8e7cfa44ce"
        }
    },
    {
        "page_content": "To become a Dasher in Canada, individuals must complete a series of steps, including creating a profile, submitting a mailing address, and completing a background check.\n\n**Key Points:**\n\n1. **Dasher Profile Creation**: Complete a Dasher profile, selecting vehicle type and inputting birthdate.\n2. **Mailing Address Submission**: Submit a mailing address to receive the Dasher Welcome Kit after completing the first delivery.\n3. **Background Check**: Complete a background check through the Checkr website, requiring address history and two valid pieces of identification.\n4. **Activation and Setup**: Activate the Red Card and set up direct deposit.\n\n**Relevant Details:**\n\n* A valid driver's license is required for car, motorcycle, or scooter drivers.\n* The background check process takes a few days to approve and process.\n* Delays in receiving the Welcome Kit may occur due to lost mail, incorrect mailing address, or low kit supplies.\n* Individuals can track their Welcome Kit's delivery status through a confirmation email with tracking information.\n* Assistance is available through DoorDash Support if the Welcome Kit is not received within 10 business days.",
        "metadata": {
            "doc_id": "dd7aa5c4-0d19-44f8-a5a6-108b43a35158"
        }
    },
    {
        "page_content": "The article provides a step-by-step guide on the Dasher signup process, outlining the requirements and procedures for becoming a Dasher.\n\n**Key Points:**\n\n1. **Sign-up Process:** The process involves registering with an email address, phone number, and zip code, followed by creating a profile, downloading the Dasher app, and completing identity verification and background checks.\n2. **Identity Verification:** This step requires uploading a valid government ID and taking a selfie to match the picture on the ID.\n3. **Background Check:** This step involves a Motor Vehicle Report (if applicable) and a Criminal History Report, which typically takes a day to complete but can take up to a week or longer.\n4. **Payout Method:** Dashers can choose to receive their earnings instantly via DasherDirect or weekly via direct deposit.\n5. **Account Management:** Existing Consumer account holders can merge their accounts with their Dasher account, and changes to email addresses and phone numbers can be made through the Dasher account settings.\n\n**Relevant Details:**\n\n* The Dasher app is available for both iPhone and Android devices.\n* A free welcome gift, including a Red Card and an insulated hot bag, is provided upon completion of the sign-up process.\n* Support is available through DoorDash Support for any issues or updates to account information.\n\n**Actionable Information:**\n\n* To become a Dasher, follow the sign-up link and complete the required steps.\n* If you have an existing Consumer account, you can merge it with your Dasher account.\n* To change your email address or phone number, sign in to your Dasher account and access the account settings.",
        "metadata": {
            "doc_id": "e38e71d4-9486-48ea-8b43-1a277c699b2b"
        }
    },
    {
        "page_content": "The Dasher Red Card is a prepaid card used by Dashers to pay for items on DoorDash Shop & Deliver offers, and it can be obtained in digital or physical form.\n\n**Key Points:**\n\n1. **Digital Red Card:** Available on iOS and Android devices, the digital Red Card can be added to the phone's digital wallet (Apple Wallet or Google Pay) for contactless payments.\n2. **Physical Red Card:** A physical card can be ordered from the DoorDash Store and activated through the Dasher app.\n3. **Setup and Activation:** Follow the in-app instructions to set up and activate the Red Card, and ensure the Dasher app is updated to the latest version.\n4. **Troubleshooting:** Common errors and troubleshooting steps are provided, and Dasher Support can be contacted for further assistance.\n5. **Lost or Non-Working Red Card:** Refer to the article on lost red cards or contact Dasher Support for help.\n\n**Relevant Details:**\n\n* The Red Card is not linked to Dasher bank accounts or earnings.\n* Most merchants accept contactless payments, but a physical Red Card can be used if necessary.\n* If a Dasher encounters issues with their Red Card, they can use their personal card and submit a request to DoorDash Support for reimbursement.\n\n**Actionable Information:**\n\n* To set up a digital Red Card, follow the in-app instructions and ensure the Dasher app is updated to the latest version.\n* To troubleshoot common errors, refer to the provided troubleshooting steps or contact Dasher Support.\n* If a physical Red Card is lost or not working, refer to the article on lost red cards or contact Dasher Support for help.",
        "metadata": {
            "doc_id": "55fe5c8f-679b-429b-831a-75b69bc66a0e"
        }
    },
    {
        "page_content": "This article outlines the requirements for becoming a Dasher in the United States and Canada, including age, phone, and vehicle requirements, as well as insurance and safety information.\n\n**Key Points:**\n\n* To dash, you must be at least 18 years old (19 in certain states), have a smartphone, and complete the sign-up process.\n* Phone requirements include having an iPhone or Android device with at least 3GB RAM for optimal performance.\n* Vehicle requirements include having a valid domestic driver's license, insurance, and a clean driving record, but any car can be used for delivery.\n* In certain markets, motorcycles, bikes, e-bikes, or scooters can also be used for delivery.\n* DoorDash has a commercial auto insurance policy that covers up to $1,000,000 in bodily injury and/or property damage to third parties.\n* Dashers are required to maintain their own insurance, including auto insurance, and may be eligible for occupational accident coverage if injured while making a delivery.\n\n**Relevant Details:**\n\n* The article highlights the flexibility of the Dasher role, allowing independent contractors to choose their own method of delivery and delegate tasks to employees or subcontractors.\n* The article also emphasizes the importance of maintaining proper insurance coverage, both through DoorDash's commercial policy and the Dasher's own insurance.",
        "metadata": {
            "doc_id": "d34b70db-5bb3-4399-adcb-6fc2b3ea542f"
        }
    },
    {
        "page_content": "DoorDash requires a secure background check for all prospective and existing Dashers to promote safety on the platform. The background check process involves a Motor Vehicle Report (if applicable) and a Criminal History Report, and is performed by accredited third-party providers, including Checkr.\n\n**Key Points:**\n\n1. **Background Check Process:** DoorDash uses Checkr to run secure background checks on all prospective and existing Dashers, with continuous checks to report new offenses after the initial check.\n2. **Background Check Status:** The status of a background check can be \"Clear\", \"Consider\", \"Pending\", \"Disputed\", or \"Suspended\", each with its own meaning and next steps.\n3. **Disputing Background Check Results:** If a Dasher disputes the accuracy of their background check, they can contact Checkr via the Checkr Candidate Portal and follow the dispute process.\n4. **Pre-Adverse Action Notice:** If a Dasher receives a Pre-Adverse Action Notice, they have 10 days to dispute the results of their background check or provide additional information for consideration.\n5. **Post-Adverse Action Notice:** If a Dasher receives a Post-Adverse Action Notice, their Dasher account has been deactivated, but they can still dispute the accuracy of their background check or submit a deactivation appeal.\n\n**Relevant Details:**\n\n* Background checks can take 5-7 business days to complete, but may take longer in some cases.\n* Dashers can check the status of their background check through the Checkr Candidate Portal.\n* Checkr provides a continuous check feature to report new offenses after the initial background check.\n* DoorDash is unable to expedite or provide estimated completion times for background checks, as they are performed by Checkr.",
        "metadata": {
            "doc_id": "c3efc357-3ca2-457c-8762-da347b33c8f1"
        }
    },
    {
        "page_content": "DoorDash provides third-party auto liability insurance to Dashers involved in accidents while using the platform, with varying coverage limits and conditions depending on the state or country.\n\n**Key Points:**\n\n* DoorDash offers third-party auto liability insurance to Dashers in the US and internationally (Canada, Australia, and New Zealand).\n* Coverage limits and conditions vary by state or country, with some states (North Dakota and Indiana) having specific coverage limits for bodily injury and property damage.\n* Dashers must maintain primary auto insurance with minimum limits as applicable by local law.\n* Coverage only applies when Dashers are considered liable for damages or injuries to another party while in the \"Delivery Available\" or \"Delivery Service\" Period.\n* Damages sustained to a Dasher's vehicle are their responsibility and should be addressed by their auto insurance carrier.\n\n**Relevant Details:**\n\n* The \"Delivery Available\" Period begins when a Dasher logs on to the DoorDash platform and is available to receive requests, while the \"Delivery Service\" Period begins when a Dasher accepts a delivery request.\n* Coverage limits for North Dakota and Indiana include:\n\t+ $50,000 for bodily injury sustained by any one person in an accident\n\t+ $100,000 for bodily injuries sustained by all persons in an accident\n\t+ $25,000 for damage to or destruction of property in an accident (North Dakota only)\n\t+ $1M combined limit during the Delivery Service Period\n* International coverage is excess third-party auto liability insurance, subject to the policy terms, conditions, limitations, and exclusions.\n\n**Actionable Information:**\n\n* Dashers should review their state or country's specific coverage limits and conditions.\n* Dashers must maintain primary auto insurance with minimum limits as applicable by local law.\n* To file a report with DoorDash regarding an auto accident, complete the DOORDASH INSURANCE FORM.",
        "metadata": {
            "doc_id": "9b2a0814-f2f3-4661-8cfb-978599d808c9"
        }
    },
    {
        "page_content": "DoorDash offers reimbursement for Red Card failures, covering instances where the card is not accepted, lost, or broken, or when a restaurant is cash-only.\n\n**Key Points:**\n\n* Reimbursement is available for Red Card failures\n* Eligible scenarios include:\n\t+ Card not accepted by restaurant\n\t+ Card is lost or broken\n\t+ Restaurant is cash-only\n* Customers can pay with cash or personal card to receive reimbursement\n* Additional information on reimbursements can be found in the DoorDash Help Center article.",
        "metadata": {
            "doc_id": "f5d51e7c-519b-4bf2-b60d-7c1bce6556a3"
        }
    },
    {
        "page_content": "Main Topic:** Handling cash-only restaurants as a DoorDash Dasher in the US and Canada.\n\n**Key Points:**\n\n* If a restaurant is cash-only, Dashers have two options to complete the order.\n* Option 1: Pay with personal cash, take a receipt photo, and contact DoorDash support for reimbursement.\n* Option 2: Contact DoorDash support if no cash is available, and inform the agent that the restaurant only accepts cash.\n\n**Relevant Details:** This process is specific to US and Canada Dashers, and the article provides step-by-step instructions for contacting DoorDash support through the app.",
        "metadata": {
            "doc_id": "0fc312dc-a4c8-428a-97cd-3b3bcfe8b475"
        }
    },
    {
        "page_content": "This article provides a comprehensive guide for DoorDash Dashers to improve their ratings and earnings by offering superior service, following food safety guidelines, and resolving issues efficiently.\n\n**Key Points:**\n\n1. **Pick-up and Drop-off**: Arrive on-time, verify orders, confirm items, and communicate with customers to ensure a smooth delivery experience.\n2. **Food Safety**: Maintain order integrity by using clean hot bags, separating hot and cold items, and not tampering with food.\n3. **Batched Orders**: Follow color-coded steps, label each order, and manage multiple orders efficiently to increase earnings.\n4. **Alcohol Orders**: Verify customer identity, follow DoorDash's guidelines, and ensure compliance with laws and regulations.\n5. **DoorDash Drive**: Offer great service, follow special setup instructions, and use proper equipment for large deliveries.\n6. **Resolving Issues**: Communicate with customers and restaurants, use the Help Center, Live Chat Support, and the Dasher Contact form to resolve issues efficiently.\n\n**Relevant Details:**\n\n* DoorDash provides resources such as the Dasher app, Help Center, and Live Chat Support to assist Dashers in resolving issues.\n* Dashers can earn more tips by offering superior service and following the guidelines outlined in the article.\n* The article emphasizes the importance of food safety, compliance with laws and regulations, and providing great customer service to increase earnings and ratings.",
        "metadata": {
            "doc_id": "2412f616-1c62-42bb-918b-3f3d02cb6172"
        }
    },
    {
        "page_content": "DoorDash is a food delivery service available in numerous cities across the United States, Canada, Australia, and New Zealand.\n\n**Key Points:**\n\n* DoorDash operates in many US cities, including Washington, D.C. and Puerto Rico.\n* It is available in over 80 cities and towns in Canada.\n* In Australia, DoorDash is available in Melbourne, Sydney, and Brisbane, with more cities coming soon.\n* In New Zealand, it is available in Wellington, Auckland, and Christchurch, with more cities coming soon.\n\n**Relevant Details:**\n\n* Users can check DoorDash's availability in their area by signing up through the provided link.\n* DoorDash is expanding its services to more cities in Australia and New Zealand.",
        "metadata": {
            "doc_id": "982f6ce7-c0a6-470e-a9a1-7f90c642f168"
        }
    },
    {
        "page_content": "The article provides step-by-step instructions on how to download and set up the Dasher app on both iPhone and Android phones, highlighting key features and solutions to common issues.\n\n**Key Points**\n\n* The Dasher app is available for download on the App Store (iPhone) and Google Play Store (Android).\n* Certain jailbroken or rooted phones may have trouble accessing the app.\n* To set up the app, users must accept important permissions, including location services, push notifications, and camera access.\n* The app requires location permission to be set to 'Allow all the time' to connect users with delivery opportunities.\n* Users can troubleshoot common issues, such as download failures, by checking device compatibility, storage space, and internet connection.\n\n**Relevant Details**\n\n* The app requires specific permissions to function properly, including location services and camera access.\n* Users can access the app's Privacy Policy for more information on how DoorDash uses location tracking.\n* The article provides visual guides for Android users to grant required permissions, including location sharing permission.\n\n**Actionable Information**\n\n* Check device compatibility before downloading the app.\n* Ensure sufficient storage space on the device.\n* Troubleshoot common issues by checking internet connection and restarting the download process.\n* Accept required permissions, including location services and camera access, to use the app.",
        "metadata": {
            "doc_id": "20173ba0-e5dd-4445-9829-47058ce90b41"
        }
    },
    {
        "page_content": "DoorDash requires a secure background check for all new Dashers in Canada, which is processed through a third-party agency called Checkr.\n\n**Key Points:**\n\n* To become a Dasher, applicants must have a full license class in Canada.\n* The background check process involves providing identification documents, answering identity verification questions, and possibly completing video verification.\n* Applicants need to provide 2 pieces of government-issued ID and may need to upload a short video for verification.\n* DoorDash does not keep any information from the background check, and all data resides with Checkr.\n* Applicants can check the status of their background check by emailing canadasupport@checkr.com.\n\n**Relevant Details:**\n\n* The background check process typically takes 5-7 business days, but may take longer in some cases.\n* Applicants can reset their password or get assistance with the background check process by visiting doordash.com/help or contacting a support agent.\n* Checkr provides a secure and confidential process for background checks, and applicants can trust that their information is protected.",
        "metadata": {
            "doc_id": "37079207-1c86-4af0-8939-01064159fb4f"
        }
    },
    {
        "page_content": "DoorDash is a technology company that connects local consumers with local restaurants through delivery services provided by independent contractors.\n\n**Key Points:**\n\n* DoorDash enables local consumers to order food from local restaurants with delivery options.\n* The platform relies on independent contractors to make deliveries.\n* DoorDash allows individuals to work as their own bosses, choosing when, where, and how they want to make deliveries and earn money.\n\n**Relevant Details:**\n\n* DoorDash provides a flexible and autonomous work opportunity for individuals.\n* The platform facilitates connections between local consumers and local restaurants, promoting local economic activity.\n\nThis summary highlights the main purpose of DoorDash, its key features, and the benefits it offers to both consumers and independent contractors.",
        "metadata": {
            "doc_id": "47837141-f182-478a-944a-3979c0c5e705"
        }
    },
    {
        "page_content": "This article provides instructions for Dashers to unassign themselves from an order they have already accepted but no longer wish to complete.\n\n**Key Points:**\n\n* Dashers can unassign an order through the Dasher app without contacting support, as long as they have not marked the order as picked up.\n* The process involves selecting a reason for unassigning and confirming the unassignment.\n* Different steps are provided for Android and iOS users.\n* Unassigning an order after acceptance may affect the Dasher's Completion Rate.\n* If an order has been marked as picked up, Dashers must contact support to unassign.\n\n**Relevant Details:**\n\n* Unassigning an order can be done in-app, eliminating the need for support contact.\n* Declining an order when it is offered can help avoid affecting the Completion Rate.\n* Additional information on Dasher Ratings can be found in the \"Dasher Ratings Explained\" resource.",
        "metadata": {
            "doc_id": "d3d692b2-df71-4db3-a6cd-b00f41c436d4"
        }
    },
    {
        "page_content": "The article provides troubleshooting steps for Dashers experiencing issues with their Red Card being declined while attempting to pay for an order.\n\n**Key Points:**\n\n1. Verify the Dasher app is prompting to use the Red Card and enter the correct pin (0000) if prompted for Debit.\n2. Ensure the correct items, quantity, and weight are picked according to the customer's order.\n3. Enter the exact weight of weighted items, and substitute unavailable items with similar alternatives.\n4. Use the in-app self-help feature (HELP or ?) to resolve the issue by following on-screen instructions.\n\n**Relevant Details:**\nThe article provides step-by-step instructions for resolving the Red Card decline issue, including using the in-app self-help feature and reaching out to support through the chat function.",
        "metadata": {
            "doc_id": "ed281fdb-fdb5-4bb5-b917-31a9ea294b8c"
        }
    },
    {
        "page_content": "This article provides instructions on how to report a lost or expired Red Card and obtain a free replacement digital or physical card, ensuring Dashers can remain eligible for Shop & Deliver orders.\n\n**Key Points:**\n\n1. **Reporting a Lost/Expired Red Card:** Dashers can report their Red Card as lost or expired through the Dasher app on both iOS and Android devices.\n2. **Digital Replacement Card:** A digital replacement card can be obtained immediately by adding it to Apple Wallet (iOS) or Google Pay (Android).\n3. **Physical Replacement Card:** A physical replacement card can be ordered for free from the DoorDash Store, and setup involves activating the card through the Dasher app.\n4. **Setup and Usage:** Once a replacement card is obtained, Dashers can follow additional steps to add the card to their phone wallet and use it for checkout.\n\n**Relevant Details:**\n\n* Having an active Red Card is necessary for Shop & Deliver orders.\n* Digital replacement cards are recommended as they are easily downloadable, available instantly, and can be stored on the phone.\n* Physical replacement cards are available for those who prefer a physical card or have a non-NFC enabled phone.",
        "metadata": {
            "doc_id": "36631155-6424-48c2-9887-92b090cec737"
        }
    },
    {
        "page_content": "The article provides instructions for Dashers on how to handle situations when an item is unavailable or has run out, ensuring a smooth experience for customers and merchants.\n\n**Key Points:**\n\n1. **Reporting unavailable items**: Dashers can report unavailable items through the pickup screen in the Dasher app by selecting one of two options: \"The item is unavailable with no substitution\" or \"The item is unavailable and will be substituted with a different item.\"\n2. **Notification and refund**: A notification is automatically sent to the customer, and if there is no substitution, the customer receives a refund.\n3. **Contacting the customer**: Dashers can contact the customer directly to offer a replacement item of the same value or provide instructions on how to reach out to DoorDash Support for modifications.\n4. **Order modifications**: Customers or restaurants should contact DoorDash Support for any order modifications, and Dashers should not make changes on their behalf to ensure accurate tracking of charges.\n\n**Relevant Details:**\n\n* The merchant's menu is updated to reflect the unavailable item, preventing other customers from experiencing the same issue.\n* Customers can start a chat with an agent through the order tracker page in the mobile app or website to modify their order.\n* Dashers will see order updates in-app once the customer contacts Support to modify the order.",
        "metadata": {
            "doc_id": "1f92136f-3e54-47d2-84cd-f2e17aa932eb"
        }
    },
    {
        "page_content": "The Dasher Red Card is a prepaid card used by Dashers to pay for items on DoorDash Shop & Deliver offers. The card can be digital or physical and is not linked to Dasher bank accounts or earnings.\n\n**Key Points:**\n\n1. **Digital Red Card:** Can be stored in the digital wallet on your phone (recommended) and is available instantly.\n2. **Physical Red Card:** Can be ordered from the DoorDash Store for free and requires activation through the Dasher app.\n3. **Setup:** Digital Red Card setup varies by device (iOS or Android), while physical Red Card setup requires activation through the Dasher app.\n4. **Usage:** Digital Red Card can be used for contactless payments, while physical Red Card can be used at merchants that do not accept contactless payments.\n5. **Troubleshooting:** Common errors and troubleshooting steps are provided, including updating the Dasher app, checking digital wallet app installation, and contacting Dasher Support.\n\n**Relevant Details:**\n\n* Red Cards are not linked to Dasher bank accounts or earnings.\n* Most merchants accept contactless payments, but physical Red Cards can be used as a backup.\n* If a physical Red Card is lost, users can refer to the article on lost Red Cards for assistance.\n* Users experiencing issues with their Red Card can contact Dasher Support for help.\n\n**Actionable Information:**\n\n* To set up a digital Red Card, follow the steps in the Dasher app for your device (iOS or Android).\n* To use a digital Red Card, follow the tap-to-pay setup and usage instructions for your device.\n* If experiencing issues with your Red Card, try troubleshooting steps before contacting Dasher Support.",
        "metadata": {
            "doc_id": "77142921-8985-4c87-bada-1c06704b0882"
        }
    },
    {
        "page_content": "The article explains the concept of \"batched offers\" in the Dasher app, where multiple orders are offered at the same time or sequentially, allowing Dashers to complete them quickly and increase earnings.\n\n**Key Points:**\n\n* Batched offers enable Dashers to complete two or more orders in less time, often with pickups at the same restaurant.\n* Advantages of batched offers include increased earnings and efficiency.\n* There are two ways to accept batched offers: through the offer screen or by clicking \"Add to Route\" while on the way to pick up the first order.\n* The Dasher app suggests an order of operations for batched offers, but Dashers can use their best judgment.\n* Peak Pay may be paid per single or batched delivery.\n\n**Relevant Details:**\n\n* Batched offers may occur during peak hours.\n* Dashers can view and switch between orders in a batched offer by tapping the menu at the top of the Dasher app.",
        "metadata": {
            "doc_id": "a705f444-8f18-442f-b8d4-52499f1c76d4"
        }
    },
    {
        "page_content": "Main Topic:** Resolving issues with DoorDash deliveries when a restaurant claims they were picked up by someone else.\n\n**Key Points:**\n\n* If a restaurant claims a delivery was picked up by another Dasher, double-check with them by showing the order on your phone and reading the items to ensure they are not confusing it with another order.\n* If the issue persists, contact support through the Dasher app, and they will contact the restaurant to remake the order.\n* Alternatively, use the Self Help option in the Dasher app for 'Order not here' instructions.\n\n**Relevant Details:** This solution is specific to DoorDash deliveries and involves using the Dasher app to resolve issues with restaurants.",
        "metadata": {
            "doc_id": "9e034f0d-fe95-4700-b788-e3558c1188a9"
        }
    },
    {
        "page_content": "DoorDash provides guidelines for delivering tobacco products in areas where it is legal, emphasizing the importance of age verification and responsible delivery practices to protect Dashers, customers, and minors.\n\n**Key Points:**\n\n1. **Age Verification**: Dashers must verify the customer's age using a valid government-issued ID, checking the expiration date, photo, and facial features to ensure authenticity.\n2. **Restricted Locations**: Tobacco products cannot be delivered to schools, hospitals, sports venues, college campuses, prisons, and other restricted locations.\n3. **ID Verification Process**: Dashers must physically examine the ID, checking for smooth edges, glue lines, and bumpy surfaces to detect fake IDs.\n4. **Judgment and Discretion**: Dashers are encouraged to use their judgment and decline delivery if they have doubts about the ID or customer.\n5. **Declining Customer Requests**: Dashers must decline customer-initiated requests for tobacco products to ensure compliance with DoorDash's policies and local laws.\n\n**Relevant Details:**\n\n* Tobacco orders are age-restricted in accordance with local law.\n* Dashers can decline any delivery offer, including tobacco deliveries.\n* DoorDash does not allow Merchants to directly sell tobacco products on their consumer-facing Marketplace platform.\n* Merchants with a tobacco-specific agreement with DoorDash may request Dasher delivery of tobacco products in certain circumstances.",
        "metadata": {
            "doc_id": "386ddc7e-507f-48a6-9ddc-6992ed98fb5a"
        }
    },
    {
        "page_content": "The main topic of this article is the guidelines for delivering alcohol through DoorDash, a food delivery platform. The purpose of these guidelines is to ensure that Dashers (DoorDash delivery personnel) comply with applicable laws and regulations when delivering alcohol to customers.\n\n**Key Points:**\n\n1. **Dasher Requirements**: Dashers must be at least 21 years old and have a valid government-issued ID to deliver orders containing alcohol.\n2. **Verifying Customer Identity**: Dashers must scan the customer's ID and verify their identity before handing over the alcohol.\n3. **Preventing Delivery to Underage Customers**: Dashers must not deliver alcohol to customers who appear to be underage or who present a fake ID.\n4. **Preventing Delivery to Intoxicated Customers**: Dashers must not deliver alcohol to customers who appear to be intoxicated.\n5. **Refusing Delivery**: Dashers have the right to refuse delivery if they suspect that the customer is underage or intoxicated.\n6. **Returning Undeliverable Orders**: Dashers must return undeliverable orders to the store and follow the instructions in the Dasher app.\n\n**Relevant Details:**\n\n* Dashers must complete required education modules in specific states before delivering alcohol.\n* Dashers must not leave an order unattended or hand it to someone else who cannot produce a valid ID.\n* Dashers must use their best judgment when verifying customer identity and determining whether to deliver alcohol.\n* DoorDash may take remedial action, including deactivation from the platform, if a Dasher fails to comply with these guidelines.\n\n**Actionable Information:**\n\n* Dashers should always verify customer identity and check for signs of intoxication before delivering alcohol.\n* Dashers should refuse delivery if they suspect that the customer is underage or intoxicated.\n* Dashers should return undeliverable orders to the store and follow the instructions in the Dasher app.",
        "metadata": {
            "doc_id": "49739601-9d14-4cb1-999c-4a3dc5e5c29d"
        }
    },
    {
        "page_content": "This article provides instructions on how to accept an offer as a Dasher in the Dash system, highlighting the process and time limits for accepting or declining offers.\n\n**Key Points:**\n\n* The Dash system automatically looks for offers and sends notifications to Dashers.\n* Dashers have 45 seconds to accept or decline an offer, with some test markets having 90 seconds for batched offers.\n* Accepted offers display route details, which can be opened in the default mapping service.\n* Multiple offers may be received during peak times, and Dashers can choose to accept or decline them within the time limit.\n\n**Relevant Details:**\nThe article provides specific guidance for Dashers on navigating the offer acceptance process, including time limits and the ability to view route details. This information is relevant for Dashers who need to quickly and efficiently manage offers and complete deliveries.",
        "metadata": {
            "doc_id": "3b38d387-cdea-460c-a8d3-0a7caf8fd742"
        }
    },
    {
        "page_content": "This article provides guidance on completing a delivery or task when the customer is unavailable, specifically for \"HAND IT TO ME\" deliveries or tasks on the DoorDash platform.\n\n**Key Points:**\n\n1. If the customer is unavailable, the Dasher must follow specific steps to complete the delivery or task, including notifying the customer and attempting to contact them.\n2. If the customer does not respond, the Dasher must click the \"Customer unavailable\" button in the app, which will prompt a timer and allow the customer a few minutes to retrieve the food.\n3. If the customer does not arrive when the timer runs out, the Dasher must leave the food in a safe location and document it in the app with a picture and description.\n4. For orders containing alcohol, the Dasher must return the alcohol to the store or dispose of it, as it cannot be left unattended at the customer's door.\n5. Failure to complete these steps can result in account deactivation.\n\n**Relevant Details:**\n\n* The article emphasizes the importance of following the steps outlined to avoid account deactivation.\n* The Dasher app will guide the user through the process, including providing a timer and prompting the user to leave the food in a safe location.\n* The article also provides information on what happens if a customer reports not receiving an order, including the review process and potential consequences for the Dasher.\n\n**Actionable Information:**\n\n* Dashers should always attempt to hand the food directly to the customer.\n* If the customer is unavailable, Dashers should follow the steps outlined in the article to complete the delivery or task.\n* Dashers should be aware of the consequences of not following these steps, including potential account deactivation.",
        "metadata": {
            "doc_id": "f1e352ac-14be-44cb-8220-50b9cad200bf"
        }
    },
    {
        "page_content": "The article discusses the requirement for DoorDash delivery drivers in New York to carry a \"Fleet Trucking Permit\" to lawfully deliver alcohol, highlighting the importance of understanding guidelines to avoid liability.\n\n**Key Points:**\n\n1. A copy of the Fleet Trucking Permit is required for alcohol delivery in New York.\n2. Drivers must understand and follow guidelines to avoid liability when delivering to minors or intoxicated individuals.\n3. IDNYC is not a valid form of ID for purchasing alcohol in New York.\n4. Drivers must ask for acceptable forms of ID when verifying customer age.\n\n**Relevant Details:**\nThe article provides a link to view the New York Fleet Trucking Permit and guidelines for lawful alcohol delivery, emphasizing the importance of compliance to protect both drivers and customers.",
        "metadata": {
            "doc_id": "cfc3d892-defc-42fd-8972-b5fbc37aefab"
        }
    },
    {
        "page_content": "The article discusses the requirement for DoorDash delivery personnel to obtain an \"Ohio H Permit\" to deliver alcohol in Ohio, highlighting the importance of understanding the guidelines to lawfully deliver alcohol and avoid liability.\n\n**Key Points:**\n\n* DoorDash delivery personnel in Ohio must have a copy of the \"Ohio H Permit\" to deliver alcohol.\n* The permit is required by law and must be presented to law enforcement upon request.\n* Delivery personnel must review and understand the Delivering Alcohol Guidelines to avoid liability.\n* Failure to follow the guidelines may result in liability for delivering to minors or visibly intoxicated individuals.\n\n**Relevant Details:**\nThe article provides a link to view the Ohio Alcohol Permit and emphasizes the importance of understanding the guidelines to protect both the delivery personnel and the customer.",
        "metadata": {
            "doc_id": "e49e9d55-d20f-405b-8278-4d94b9a16af4"
        }
    },
    {
        "page_content": "DoorDash offers reimbursement for Red Card failures, covering instances where the card is not accepted, lost, or broken, or when a restaurant is cash-only.\n\n**Key Points:**\n\n* Reimbursement is available for Red Card failures\n* Eligible scenarios include:\n\t+ Card not accepted by restaurant\n\t+ Card is lost or broken\n\t+ Restaurant is cash-only\n* Customers can pay with cash or personal card to receive reimbursement\n* Additional information on reimbursements can be found in the DoorDash Help Center article.",
        "metadata": {
            "doc_id": "c8da3c85-d37c-4bcd-bbff-b06586590fb3"
        }
    },
    {
        "page_content": "Main Topic:** Handling cash-only restaurants as a DoorDash Dasher in the US and Canada.\n\n**Key Points:**\n\n* If a restaurant is cash-only, Dashers have two options to complete the order.\n* Option 1: Pay with personal cash, take a receipt photo, and contact DoorDash support for reimbursement.\n* Option 2: Contact DoorDash support if no cash is available, and inform the agent that the restaurant only accepts cash.\n\n**Relevant Details:** This process applies specifically to US and Canada Dashers, and involves using the in-app support feature to resolve the issue.",
        "metadata": {
            "doc_id": "19ff5d42-c612-4edf-abe3-a400c76bfca7"
        }
    },
    {
        "page_content": "This article provides guidelines for AU Dashers on delivering pharmacy orders, outlining key procedures and best practices for handling and delivering prescription medications.\n\n**Key Points:**\n\n* Applies to AU Dashers only\n* Covers procedures for handling and delivering pharmacy orders\n* Outlines best practices for ensuring safe and efficient delivery of prescription medications",
        "metadata": {
            "doc_id": "d0a553f3-02e8-4932-8cb6-7ebac205617a"
        }
    },
    {
        "page_content": "This article provides guidelines for navigating alcohol orders through the Dasher app, ensuring compliance with age verification and delivery regulations.\n\n**Key Points:**\n\n1. **Alcohol Order Identification**: Orders containing alcohol are marked with a \"Contains alcohol\" banner, and Dashers must be at least 21 years old with a valid driver's license to deliver them.\n2. **Drop-off Instructions**: Dashers must follow in-app instructions to scan the customer's ID, verify their identity, and collect a signature (if required) before handing over the alcohol.\n3. **Verification Process**: Dashers must confirm the customer's identity by matching their ID and tapping \"Verify\" in the app.\n4. **Delivery Completion**: After completing all steps, Dashers hand over the order and tap \"Complete delivery\" in the app.\n5. **Return Policy**: If delivery is not possible (e.g., customer is unavailable, underage, or intoxicated), Dashers return the order to the store for additional return pay.\n\n**Relevant Details:**\n\n* The Dasher app guides Dashers through the delivery process, including ID scanning and signature collection (if required).\n* Dashers must follow specific steps to ensure compliance with age verification and delivery regulations.\n* Additional information and legal questions can be found in the Delivering Alcohol Guidelines.",
        "metadata": {
            "doc_id": "52da05fd-f1e4-4a46-a40d-aa8938c65724"
        }
    },
    {
        "page_content": "This article provides a comprehensive guide for DoorDash Dashers to improve their ratings and earnings by offering superior service, following food safety guidelines, and resolving issues efficiently.\n\n**Key Points:**\n\n1. **Pick-up and Drop-off**: Arrive on-time, verify orders, confirm items, and communicate with customers to ensure smooth pick-up and drop-off experiences.\n2. **Food Safety**: Maintain order integrity by using clean hot bags, separating hot and cold items, and avoiding tampering with food.\n3. **Batched Orders**: Follow color-coded steps, label each order, and deliver multiple orders along the same route to increase earnings.\n4. **Alcohol Orders**: Verify customer identity, follow DoorDash's guidelines, and ensure compliance with laws and regulations when handling alcohol orders.\n5. **DoorDash Drive**: Offer great service, follow special setup instructions, and use proper equipment for large deliveries.\n6. **Resolving Issues**: Communicate with customers and restaurants, use the Help Center, Live Chat Support, and the Dasher Contact form to resolve issues efficiently.\n\n**Relevant Details:**\n\n* DoorDash provides resources such as the Dasher app, Help Center, and Live Chat Support to assist Dashers with issues and questions.\n* Dashers can earn more tips by offering superior service and following the guidelines outlined in the article.\n* The article emphasizes the importance of food safety, compliance with laws and regulations, and providing great customer service to increase earnings and ratings.",
        "metadata": {
            "doc_id": "4215ff77-d699-4350-bd55-05ec2be05c11"
        }
    },
    {
        "page_content": "DoorDash allows dashers to work in different cities, providing flexibility and opportunities to earn money while traveling.\n\n**Key Points:**\n\n* DoorDash is available in thousands of cities, allowing dashers to work in various locations.\n* Dashers can work in a new city by updating their location in the Dasher app.\n* To update the location, dashers can tap \"Dash Now\" and confirm the change in the pop-up window.\n* If \"Dash Now\" is not available in the area, dashers can wait until it becomes available or navigate to a different starting point where it is available.\n\n**Relevant Details:**\n\n* Dashers cannot work outside of their country of residence (e.g., US-based dashers cannot work in Canada).\n* The Dasher app allows for easy location updates, making it simple for dashers to start working in a new area.",
        "metadata": {
            "doc_id": "d1aaacf7-1911-4756-bab4-7a2550f59314"
        }
    },
    {
        "page_content": "The article discusses issues with marking orders as \"picked up\" or \"complete\" on the DoorDash platform, providing troubleshooting steps and explanations for common errors.\n\n**Key Points:**\n\n1. **Location-based errors**: Issues with marking orders as \"picked up\" or \"complete\" may occur if the user is too far from the merchant location or outside the customer's drop-off location.\n2. **Error resolution**: Users can try again when closer to the location or contact Support if the issue persists.\n3. **Error detection**: DoorDash's system detects potential location errors to prevent accidental drop-off mistakes and \"Order Never Arrived\" contract violations.\n4. **Troubleshooting steps**: Users can follow prompts to explain their situation and proceed with the drop-off without contacting Support in most cases.\n\n**Relevant Details:**\n\n* The error is intended to encourage users to double-check the details before proceeding with the drop-off.\n* Users can encounter this error when trying to \"Complete delivery steps\" or \"Complete delivery\" on the drop-off flow.\n* The error notice provides options for users to select the appropriate action for their situation.",
        "metadata": {
            "doc_id": "60c1ede5-af49-49c1-b3df-6b55864c9d01"
        }
    },
    {
        "page_content": "The Dasher Red Card is a prepaid card used by Dashers to pay for items on DoorDash Shop & Deliver offers, and it can be obtained in digital or physical form.\n\n**Key Points:**\n\n1. **Digital Red Card:** Can be added to the digital wallet on iOS or Android devices, and is recommended as it's easy to download and available instantly.\n2. **Physical Red Card:** Can be ordered from the DoorDash Store for free, and requires activation through the Dasher app.\n3. **Using the Red Card:** Digital Red Cards can be used for contactless payments, while physical Red Cards can be used at merchants that do not accept contactless payments.\n4. **Troubleshooting:** Common errors and troubleshooting steps are provided for setting up and using the Red Card, and support is available for issues that cannot be resolved.\n\n**Relevant Details:**\n\n* Red Cards are not linked to Dasher bank accounts or related to earnings.\n* Most merchants accept contactless payments, but physical Red Cards can be used as a backup.\n* If a Dasher loses their physical Red Card, they can refer to the article on lost Red Cards for assistance.\n* Support is available for issues with setting up or using the Red Card, and Dashers can contact Dasher Support for help.",
        "metadata": {
            "doc_id": "b6094e7f-3b5d-4d74-a65a-53394b2c25f1"
        }
    },
    {
        "page_content": "This article provides a guide on how to add a new dash type or switch between dash types on the DoorDash platform, including the different types of vehicles allowed and the steps to view, add, switch, delete, and edit dash types.\n\n**Key Points:**\n\n* DoorDash offers various dash types, including car, motorcycle, scooter, ebike, and bicycle, which are dependent on the market.\n* Choosing the right dash type ensures that Dashers receive suitable orders for their vehicle type.\n* Dashers can add multiple dash types to their account and switch between them before scheduling a dash.\n* The article provides step-by-step instructions for viewing, adding, switching, deleting, and editing dash types on both iOS and Android versions of the Dasher app.\n* DoorDash explicitly allows certain vehicle types on the platform, including cars, motorcycles, scooters, ebikes, and bicycles, while others are not allowed.\n\n**Relevant Details:**\n\n* Dashers can add a new dash type by going to the Vehicle Management section on their app and selecting the vehicle type they want to add.\n* When adding a car, Dashers are required to provide the car make and model and confirm that they have insurance and agree to the Insurance Requirements.\n* Dashers can switch between dash types before scheduling a dash by selecting the dash type they want to use from the dash icon or vehicle dropdown icon on their app.\n* Deleting a dash type can be done by selecting the bin icon next to the vehicle they want to delete and confirming that they want to delete the vehicle.",
        "metadata": {
            "doc_id": "02e32075-c5a9-4ed7-b948-999fe969de53"
        }
    },
    {
        "page_content": "The article provides instructions on how to use the Dash Now home page to start receiving offers and maximize earnings as a Dasher.\n\n**Key Points:**\n\n1. **Starting a Dash**: Click the Dash Now button on the Dash tab to start receiving offers, or schedule a dash for a future time and location if Dash Now is unavailable.\n2. **Real-time Heatmap**: The heatmap on the Dasher App homescreen updates in real-time, indicating when and where Dash Now is available, and allows Dashers to start a dash and receive offers.\n3. **Availability**: Dash Now may be unavailable in certain areas or to select Dashers based on equipment type, vehicle type, reward status, or other factors.\n4. **Peak Pay**: Look for Peak Pay on the Dash Now Tab to maximize earnings by completing deliveries or tasks in high-demand areas.\n5. **Navigating to Available Areas**: If Dash Now is not available, navigate to a different area and tap \"Dash Along the Way\" to receive offers on the way to the new area.\n\n**Relevant Details:**\n\n* Top Dashers can dash at any time, and more information on qualifying for the program is available on a separate page.\n* The heatmap colors indicate the availability of Dash Now: light pink (available), red (busy or very busy), and grey (unavailable).",
        "metadata": {
            "doc_id": "1ead186c-857f-40c8-bd20-a1310713bf66"
        }
    },
    {
        "page_content": "The article discusses the possibility of using scooters or bikes for dashing, depending on the local market.\n\n**Key Points:**\n\n* Using scooters or bikes for dashing is market-dependent.\n* Local regulations may vary, affecting the availability of this option.\n\n**Relevant Details:**\n\n* No specific details are provided about the requirements or restrictions for using scooters or bikes for dashing.\n* The article implies that dashing on scooters or bikes may be a viable option in certain areas, but further information is needed to confirm.\n\nNote: The original article is brief and lacks specific details, resulting in a concise summary with limited information.",
        "metadata": {
            "doc_id": "bf39b5bc-969e-4796-88a9-e72e5d381f91"
        }
    },
    {
        "page_content": "This article provides a comprehensive guide for DoorDash Dashers to improve their ratings and earnings by offering superior service, following food safety guidelines, and resolving issues efficiently.\n\n**Key Points:**\n\n1. **Pick-up and Drop-off**: Arrive on-time, verify orders, confirm items, and communicate with customers to ensure a smooth delivery experience.\n2. **Food Safety**: Maintain order integrity by using clean hot bags, separating hot and cold items, and avoiding tampering with food.\n3. **Batched Orders**: Accept multiple orders along the same route, follow color-coded steps, and label each order to eliminate confusion.\n4. **Alcohol Orders**: Review DoorDash's guidelines, verify customer identity, and deliver alcohol compliantly to avoid liability.\n5. **DoorDash Drive**: Offer great service, follow special setup instructions, and bring proper equipment for large deliveries.\n6. **Resolving Issues**: Contact Dasher Support, communicate with customers and restaurants, and use the Help Center for quick answers.\n\n**Relevant Details:**\n\n* DoorDash provides a comprehensive knowledge base and live chat support for urgent issues.\n* Dashers can use the Dasher Contact form for non-delivery related issues, such as reimbursement requests and payment issues.\n* Following these guidelines can help Dashers increase their ratings and earnings while providing excellent customer service.",
        "metadata": {
            "doc_id": "d49e43cb-2226-479e-afa2-ad856b4db687"
        }
    },
    {
        "page_content": "DoorDash is a food delivery service available in numerous cities across the United States, Canada, Australia, and New Zealand.\n\n**Key Points:**\n\n* DoorDash operates in many cities across the United States, including Washington, D.C. and Puerto Rico.\n* The service is available in over 80 cities and towns in Canada.\n* DoorDash has expanded to Australia, with current availability in Melbourne, Sydney, and Brisbane, and plans for further expansion.\n* In New Zealand, DoorDash is available in Wellington, Auckland, and Christchurch, with more cities to come.\n\n**Relevant Details:**\nTo check if DoorDash is available in a specific area, users can sign up through the provided link and find out if they can start using the service.",
        "metadata": {
            "doc_id": "cda88568-44a7-4f50-bb60-ae1acb7ff23c"
        }
    },
    {
        "page_content": "The article provides step-by-step instructions on how to download the Dasher app for both iPhone and Android phones, including troubleshooting tips and permission requirements.\n\n**Key Points:**\n\n* The Dasher app is available for download on the App Store (iPhone) and Google Play Store (Android).\n* Certain jailbroken or rooted phones may have trouble accessing the app.\n* To download the app, users must follow specific steps, including searching for the app, tapping \"Get\" or \"Install,\" and accepting important permissions (location services, push notifications, and camera access).\n* Users must also grant location permission to be set to \"Allow all the time\" to connect with delivery opportunities.\n* Troubleshooting tips are provided for common issues, such as download failures, stalled downloads, and iPhone trust issues.\n\n**Relevant Details:**\n\n* The app requires specific permissions to function properly, including location services, push notifications, and camera access.\n* Location permission is only accessed when the app is in use, including when the user is on a dash and the app is in the background or closed.\n* Users can refer to the DoorDash Privacy Policy for more information on location tracking.\n* The article includes images to illustrate the user flow and screens for granting required permissions on Android phones.",
        "metadata": {
            "doc_id": "8f8775ac-0f02-4c34-ab39-a1f53fa287e7"
        }
    },
    {
        "page_content": "This article provides a step-by-step guide on how to schedule and edit a Dash using the Dasher app, highlighting the app's real-time updates and self-service capabilities.\n\n**Key Points:**\n\n1. **Scheduling a Dash**: Dashers can schedule a Dash by going to the Schedule tab, selecting a day, and choosing a starting point and available times.\n2. **Editing or Deleting a Scheduled Dash**: Dashers can edit or delete a scheduled Dash by going to the Schedule page, tapping on the day and time, and selecting the desired action.\n3. **Scheduling Tips**: If a preferred time slot is not available, it means the area has reached Dasher capacity, and Dashers should check back later for additional time slots.\n4. **Dash Now**: Dashers can sign in to the app at any time to Dash Now if available, but if not, it means the area has reached the needed number of Dashers.\n5. **Time Restrictions**: Dashers cannot schedule a new Dash or extend a current Dash within 30 minutes of a scheduled Dash start.\n\n**Relevant Details:**\n\n* The Dasher app updates in real-time, allowing for self-service scheduling and editing.\n* DoorDash Support cannot schedule, edit, or extend a Dash on behalf of the Dasher.\n* The app's scheduling system is designed to ensure a fair and efficient experience for Dashers.",
        "metadata": {
            "doc_id": "116a944c-9a99-4e03-adf7-174febb7ecda"
        }
    },
    {
        "page_content": "DoorDash is a technology company that connects local consumers with local restaurants through a delivery platform powered by independent contractors.\n\n**Key Points:**\n\n* DoorDash enables local consumers to order food from local restaurants with delivery options.\n* The platform relies on independent contractors to make deliveries.\n* Independent contractors can use the DoorDash platform to earn money on their own schedule.\n\n**Relevant Details:**\nDoorDash allows individuals to be their own bosses and choose when, where, and how they want to make deliveries, providing flexibility and autonomy.",
        "metadata": {
            "doc_id": "84db99a8-2dc7-4d8e-af5a-b2518ab89abf"
        }
    },
    {
        "page_content": "The article provides guidance on utilizing Pickup and Drop-off information to enhance the delivery experience for dashers, highlighting key features and solutions to facilitate smoother interactions with merchants and customers.\n\n**Key Points:**\n\n* Pickup screen features:\n\t+ Contacting the store and customer\n\t+ Viewing store location images (including parking locations)\n\t+ Accessing order details in one place\n* Drop-off screen features:\n\t+ Directly contacting customers for location assistance\n\t+ Viewing additional instructions upon arrival\n\t+ Breaking down items by person for group orders\n* The update is available now, requiring iOS version 4032 and Android 5.46 app upgrades.\n\n**Relevant Details:**\n\n* The article aims to address common challenges faced by dashers, such as finding merchants and contacting customers, by providing actionable information and visual aids.\n* The update is designed to streamline the delivery process, making it more efficient and user-friendly for dashers.",
        "metadata": {
            "doc_id": "9e9b60b0-de4e-4f9f-ab9d-a184d5d65e64"
        }
    },
    {
        "page_content": "This article provides step-by-step instructions for updating Dasher profile/account information, including phone number, email address, driver's license, and name changes.\n\n**Key Points:**\n\n* To update phone number: use the Dasher app (Android or iOS), Consumer app (iOS only), or DoorDash.com, and complete 2-factor authentication verification.\n* To update email address: use the Consumer app (iOS only) or DoorDash.com, and complete 2-factor authentication verification (cannot be done through the Dasher app).\n* To update driver's license: update in the candidate portal if the report was done within the past 30 days.\n* To update name: provide documentation showing a legal name change and contact DoorDash support.\n\n**Relevant Details:**\n\n* 2-factor authentication verification is required for all updates and cannot be bypassed.\n* Access to old phone number or email address is required to complete updates.\n* If updating a new phone number without access to the old number, use the \"Get Help\" option to receive a security code by email.\n* If updating a new email address, the security code will be sent to the old email address.\n* Name changes require legal documentation and support from DoorDash.",
        "metadata": {
            "doc_id": "48ac35a7-3f13-4b4e-821d-0887095d1503"
        }
    },
    {
        "page_content": "The Dasher app is a mobile application designed for DoorDash delivery drivers to manage their work, track earnings, and access account information.\n\n**Key Points:**\n\n1. **Dash Now**: Allows drivers to start a dash immediately and view high-order volume areas (\"Hotspots\") on a map.\n2. **Schedule Tab**: Enables drivers to schedule future dashes and view upcoming scheduled dashes.\n3. **Account Tab**: Provides access to account information, including name, phone number, email, vehicle, and app settings.\n4. **Ratings Tab**: Displays dashing history, including customer ratings, acceptance rate, completion rate, and lifetime deliveries completed.\n5. **Earnings Tab**: Shows weekly and monthly earnings graphs, daily earnings, and allows drivers to update bank account information or set up a Fast Pay account.\n\n**Relevant Details:**\n\n* The app features a user-friendly interface with multiple tabs for easy navigation.\n* Drivers can pause, extend, or end a dash using the option menu.\n* The app provides in-app announcements and notifications.\n\nThis summary highlights the main features and functionality of the Dasher app, making it easy for customers to understand how to use the app and access relevant information.",
        "metadata": {
            "doc_id": "35b7ae0c-aaf3-4f75-a69a-8dbccc0f1ec6"
        }
    },
    {
        "page_content": "DoorDash deliveries are a fast, easy, and fun way for Dashers to make money by delivering food to customers in over 4,000 cities and towns.\n\n**Key Points:**\n\n* Dashers can log on to the Dasher app to receive delivery opportunities near their location.\n* Each delivery consists of 4 steps: heading to the restaurant, collecting the order, heading to the customer, and confirming delivery.\n* The Dasher app provides clear instructions and prompts for each step, including navigation and payment instructions.\n* Dashers can choose to accept or reject delivery opportunities and can access related articles for unexpected situations during delivery.\n\n**Relevant Details:**\n\n* Dashers can use the Dasher app to navigate to the restaurant and customer locations.\n* Some restaurants may have pickup instructions, and Dashers may need to pay for the food with their Red Card.\n* Customers may have delivery preferences and instructions, which Dashers can view before arriving at the customer's location.\n* The Dasher app will prompt Dashers to confirm arrival and delivery, and will start searching for the next delivery opportunity after completion.",
        "metadata": {
            "doc_id": "f9960952-ab35-4aed-82b2-8e70f0bd5951"
        }
    },
    {
        "page_content": "The article explains how to pause a Dash, allowing users to take a break from receiving new orders.\n\n**Key Points:**\n\n* Users can pause a Dash while on a current delivery or while looking for orders.\n* To pause a Dash during a current delivery, tap the menu icon and enable \"Stop orders after this delivery.\"\n* To pause a Dash while looking for orders, tap the menu icon and select \"Pause orders.\"\n* Pausing a Dash stops new orders for up to 35 minutes, after which the app will automatically end the Dash if not resumed or ended manually.\n\n**Relevant Details:**\n\n* The pause feature allows users to take a break without ending the Dash entirely.\n* The app provides a time limit of 35 minutes for the pause, ensuring that users can take a break without disrupting their work for an extended period.",
        "metadata": {
            "doc_id": "5eaaca8e-f8dd-4251-a62a-9a463252875c"
        }
    },
    {
        "page_content": "To deliver a 5-star experience on the DoorDash platform, Dashers can take several key steps to ensure customer satisfaction.\n\n**Key Points:**\n\n* Bringing a DoorDash Red Card is essential for a seamless delivery experience.\n* Including extras like utensils, napkins, and condiments enhances the customer experience.\n* Using an insulated bag helps maintain the optimal food temperature during delivery.\n\n**Relevant Details:**\nThis article provides actionable tips for DoorDash Dashers to improve their delivery service and achieve a 5-star rating. By following these simple steps, Dashers can increase customer satisfaction and provide a better overall experience.",
        "metadata": {
            "doc_id": "fa734e61-4014-4012-ba7f-8a6272e1aacc"
        }
    },
    {
        "page_content": "This article provides instructions for Dashers to unassign themselves from an order they have already accepted but no longer wish to complete.\n\n**Key Points:**\n\n* Dashers can unassign an order through the Dasher app on both Android and iOS devices.\n* The process involves selecting a reason for unassigning and confirming the unassignment.\n* If the order has not been picked up, unassignment can be done in-app without contacting support.\n* If the order has been marked as picked up, Dashers must contact support to unassign.\n* Unassigning an order after acceptance may affect the Dasher's Completion Rate.\n\n**Relevant Details:**\n\n* The article highlights the importance of selecting the correct reason for unassigning to ensure a smooth process.\n* It also notes that declining an order when it is offered can help avoid affecting the Dasher's Completion Rate.\n* The article provides a link to \"Dasher Ratings Explained\" for more information on how unassigning an order may impact ratings.",
        "metadata": {
            "doc_id": "8cc0219e-23c5-4360-9a9f-9ac4b113b38a"
        }
    },
    {
        "page_content": "Main Topic:** Setting up direct deposit information to receive pay through the Dasher app.\n\n**Key Points:**\n\n* Launch the Dasher app to set up direct deposit.\n* Navigate to the Earnings tab and tap on \"View Payout Details\".\n* Select \"Change payout method\" and fill out required bank information.\n* Required information includes:\n\t+ Name on bank account\n\t+ Social Security Number (SSN)\n\t+ Bank routing number (9-digit)\n\t+ Bank account number (10-12 digits)\n* Submit bank details to complete setup.\n\n**Relevant Details:** Users can find their bank routing and account numbers on their checks if needed.",
        "metadata": {
            "doc_id": "2c328116-5c86-4169-bcfd-f62b1b8d6b22"
        }
    },
    {
        "page_content": "This article provides instructions for Dashers to add or update their bank account information to receive earnings via direct deposit.\n\n**Key Points:**\n\n* Dashers can receive earnings weekly via direct deposit, and US-based Dashers can access earnings more frequently via DasherDirect or Fast Pay.\n* To update bank account information, Dashers must go to the Earnings tab in the Dasher app, select Change payout method, and follow the prompts to add or update their bank account details.\n* Important details to note:\n\t+ The account provided must be a checking account, as DoorDash cannot deposit payments into savings accounts.\n\t+ A 2-step verification code will be sent via text message or email to confirm the owner of the Dasher account authorizes the change to direct deposit details.\n\t+ Any changes to debit card information will result in a 7-day waiting period before Fast Pay can be used.\n\n**Relevant Details:**\n\n* The article provides specific instructions for US and Canadian Dashers to enter their bank account details, including routing numbers, account numbers, and branch numbers.\n* Dashers will receive an email from no-reply@doordash.com with the title \"Dasher Bank Account Information Changed\" anytime they update their banking information.\n* If a Dasher receives this email but did not update their information, they should follow the instructions in the email to ensure their account has not been taken over by a third-party.",
        "metadata": {
            "doc_id": "8e794797-d722-4afd-aa19-cf83ffba134d"
        }
    },
    {
        "page_content": "The article provides a guide to taxes for DoorDash Dashers, specifically those in the US, Canada, and Australia. As an independent contractor, Dashers are responsible for keeping track of their earnings and accurately reporting them in tax filings.\n\n**Key Points:**\n\n* DoorDash does not automatically withhold taxes and does not provide a breakdown of earnings between base pay, tips, pay boosts, and milestones.\n* Dashers who earned $600 or more in 2024 will receive a 1099-NEC form via Stripe, which will be available for download by January 31, 2025.\n* Eligible Dashers will receive an email invitation from Stripe to create a Stripe Express account, which is required to access and download the 1099 tax form.\n* Dashers can update their tax information, including their Social Security Number (SSN) or Employer Identification Number (EIN), via Stripe Express.\n* DoorDash will file the 1099 tax form with the IRS and relevant state tax authorities.\n* Dashers can check their mileage for tax deduction purposes using the IRS publication on Standard Mileage Rates or through DoorDash's partner Everlance (for Canadian Dashers).\n\n**Relevant Details:**\n\n* The 1099-NEC form is a federal income tax information form used to report earnings and proceeds other than wages, salaries, and tips.\n* Dashers who earn less than $600 in 2024 will not receive a 1099 form.\n* DoorDash does not provide tax advice, and Dashers should consult a tax professional for specific questions about their taxes.\n* Canadian and Australian Dashers should consult their local tax authorities for information on tax documents and advice.\n\n**Actionable Information:**\n\n* Create a Stripe Express account to access and download the 1099 tax form.\n* Update tax information, including SSN or EIN, via Stripe Express.\n* Check mileage for tax deduction purposes using the IRS publication or DoorDash's partner Everlance.\n* Consult a tax professional for specific questions about taxes.\n* Review and edit tax information directly in Stripe Express.",
        "metadata": {
            "doc_id": "80a97bc1-5f3b-487f-a41a-e0a349a428aa"
        }
    },
    {
        "page_content": "DoorDash's payment schedule for Dashers is outlined, including weekly deposits and alternative options for faster payment.\n\n**Key Points:**\n\n* Dashers receive weekly payments for deliveries completed between Monday and Sunday of the previous week.\n* Payments are transferred directly to bank accounts through Direct Deposit, taking 2-3 days to appear.\n* Weekly deposit delays may occur when bank holidays fall on a Monday.\n* Dasher Fast Pay allows for daily cash-outs with a $1.99 fee in the US, Canada, and Australia.\n* DasherDirect is a prepaid Visa card available to US Dashers, providing earnings after every dash with no additional fee.\n\n**Relevant Details:**\n\n* A list of 2023 bank holidays is provided for the US, Canada, Australia, and New Zealand, which may impact weekly deposit schedules.\n* To use Fast Pay, Dashers must have a debit card, not a prepaid card.\n* DasherDirect funds are available within one to two hours, with no additional fee or charge.",
        "metadata": {
            "doc_id": "3f1ca84c-b532-4db7-9b77-58aec9e51dc4"
        }
    },
    {
        "page_content": "The article explains the concept of \"batched offers\" in the Dasher app, where multiple orders are offered at the same time or sequentially, allowing Dashers to complete two or more orders in less time and increase earnings and efficiency.\n\n**Key Points:**\n\n* Batched offers allow Dashers to complete multiple orders quickly and efficiently.\n* Batched offers often involve picking up orders at the same restaurant, increasing earnings and efficiency.\n* Dashers can accept batched offers in two ways: by accepting an offer with multiple orders or by adding an additional offer to their route.\n* The Dasher app suggests an order of operations for batched offers, but Dashers can use their best judgment when delivering each order.\n* Peak Pay may be paid per single or batched delivery when in effect.\n\n**Relevant Details:**\n\n* Batched offers are more likely to occur during peak hours.\n* Dashers can view and switch between orders in a batched offer by tapping the menu at the top of the Dasher app.",
        "metadata": {
            "doc_id": "1c58a4b0-b846-4faa-81d4-a3d342b3ca6b"
        }
    },
    {
        "page_content": "The article provides tips and strategies for DoorDash drivers (Dashers) to increase their earnings by accepting and completing more delivery offers.\n\n**Key Points:**\n\n1. **Timing**: Log on during peak hours (lunch and dinner) when demand is highest.\n2. **Peak Pay**: Take advantage of Peak Pay campaigns to earn extra money during busy times and in busy areas.\n3. **Red Card and Proximity**: Having a Red Card (US only) and staying close to merchants can increase order opportunities.\n4. **Equipment and Preferences**: Review account settings to maximize delivery opportunities and ensure they align with current availability and capabilities.\n5. **Hotspots**: Position yourself near areas marked with a red flame icon (hotspots) to increase the likelihood of receiving more delivery requests.\n6. **High-Demand Areas**: Use the color-coded map in the Dasher app to identify busy areas (red zones) with a higher number of available orders.\n\n**Relevant Details:**\n\n* The article provides expert advice from a seasoned Dasher, Tamara, who has completed over 1400 deliveries.\n* Market conditions and Dasher experiences may vary, and the provided information is for general guidance only.\n\nBy following these tips and strategies, Dashers can increase their chances of accepting and completing more offers, ultimately leading to higher earnings.",
        "metadata": {
            "doc_id": "8493f501-c071-4757-921c-84170ab9ee96"
        }
    },
    {
        "page_content": "The article explains the Referrals program for Dashers, allowing them to refer friends and family to become Dashers and earn bonuses.\n\n**Key Points:**\n\n1. **Accessing the Referrals page**: Dashers can access the Referrals page by clicking on the \"Promos\" button on the Dash tab or navigating to the Account tab.\n2. **Referral process**: To refer a friend, Dashers must send a unique referral link, and the friend must be a new Dasher who completes the required number of deliveries within a specified timeframe.\n3. **Eligibility**: Dashers must have completed 30 deliveries, been dashing for at least 30 days, and passed quality checks to be eligible to refer friends.\n4. **Tracking referrals**: Dashers can track the progress of their referrals on the Referrals page.\n5. **Referral offers**: Referral offers are refreshed weekly and may vary by geographic location, and friends may see different offers if they are located in a different city or if the offer is refreshed between the time the link is sent and when they become a Dasher.\n\n**Relevant Details:**\n\n* Referral bonuses are tied to the offer the friend selects, and both the Dasher and friend will receive the bonus once the required number of deliveries is completed.\n* Referral eligibility is reviewed periodically by the team, and Dashers will be notified when a new referral opportunity is available.\n* All Dasher referrals are governed by terms and conditions, which can be found at the bottom of the Referrals page.",
        "metadata": {
            "doc_id": "a367e90d-e2cf-42a2-84f5-84cdaee0967b"
        }
    },
    {
        "page_content": "DoorDash does not reimburse Dashers for tolls, parking fees, parking tickets, or traffic tickets incurred while using the platform.\n\n**Key Points:**\n\n* Dashers are responsible for determining their delivery routes and parking locations.\n* Any tolls or parking fees paid, or parking tickets or traffic tickets received, are at the Dasher's expense.\n* DoorDash recommends using route options to avoid tolls and following local parking and traffic laws.\n\n**Relevant Details:**\nThis policy is outlined in the Independent Contractor Agreement, which Dashers can review for more information.",
        "metadata": {
            "doc_id": "ef5fe399-d1f7-41cd-bc78-aca501947965"
        }
    },
    {
        "page_content": "The article discusses Hotspots, a feature in the Dasher app that helps Dashers find busy areas for orders, increasing their chances of receiving more orders.\n\n**Key Points:**\n\n1. **Hotspots**: Areas near restaurants with many orders, indicated by a circle with a flame icon on the Dasher map.\n2. **Types of Hotspots**:\n\t* **Dynamic Hotspots**: Created when a restaurant or area has a high volume of orders, indicated by a red area and \"Busy hotspot zone\" label.\n\t* **Historical Hotspots**: Based on recent data, shown as a flame icon without a red area, and labeled as \"Previously busy Hotspot zone\".\n3. **Functionality**:\n\t* Hotspots are refreshed every 10 minutes and guide Dashers to busy areas.\n\t* Dashers can see the closest Hotspot by default and scroll through other nearby Hotspots.\n4. **Troubleshooting**:\n\t* If no Hotspots are available, Dashers can still receive orders and should head to their favorite area to wait.\n\n**Relevant Details:**\n\n* Hotspots are meant to guide Dashers to busy areas, but do not guarantee orders.\n* Dashers can increase their chances of receiving orders by positioning themselves closer to a Hotspot.\n* The Dasher app will show the closest Hotspot by default, but Dashers can scroll through other nearby Hotspots.",
        "metadata": {
            "doc_id": "6e3444fe-bba7-42d5-b85e-7644f178f288"
        }
    },
    {
        "page_content": "The article provides guidance on where to pick up food at a restaurant as a Dasher for DoorDash.\n\n**Key Points:**\n\n* Two scenarios may occur when arriving at a restaurant: placing the order yourself or picking up a pre-ordered meal.\n* If placing the order yourself, go to the counter, pay with the Red Card, and wait in the designated area.\n* If picking up a pre-ordered meal, go to the takeout counter, identify yourself as a Dasher, and wait in the designated area if the food is not ready.\n\n**Relevant Details:**\nThe article distinguishes itself by providing specific instructions for DoorDash Dashers, highlighting the importance of using the Red Card for payment and identifying oneself as a Dasher when picking up pre-ordered meals.",
        "metadata": {
            "doc_id": "a566d95b-273d-438a-b559-39b08e61f310"
        }
    },
    {
        "page_content": "Main Topic:** DoorDash's tipping policy for Dashers in the United States and Canada.\n\n**Key Points:**\n\n* Dashers receive 100% of customer tips, including those earned on DoorDash Drive orders.\n* Customers can tip during order checkout or after delivery.\n* Dashers receive push notifications when a customer adds a post-delivery tip.\n* Cash tips are also accepted.\n\n**Relevant Details:** DoorDash's tipping policy allows customers to show appreciation for Dashers' services, and Dashers can track their earnings in real-time, including any updates from post-delivery tips.",
        "metadata": {
            "doc_id": "ed6323d8-e767-4ed0-9529-eb9d3be00f73"
        }
    },
    {
        "page_content": "Main Topic:** Understanding a negative total earnings balance on DoorDash.\n\n**Key Points:**\n\n* A negative balance occurs when the total cash collected exceeds the number of deliveries completed.\n* The balance will become positive once enough regular deliveries are completed to offset the amount owed to DoorDash.\n\n**Relevant Details:** This issue is specific to DoorDash and is resolved by completing more deliveries to offset the outstanding balance.",
        "metadata": {
            "doc_id": "887d2b22-7ec1-455d-88ed-622353fa4546"
        }
    },
    {
        "page_content": "The article provides guidance on resolving missing or incorrect payments for DoorDash Dashers, outlining steps to verify bank account information and contact support for payment review.\n\n**Key Points:**\n\n1. **Verify bank account information**: Check that the account is a checking account and the routing and account numbers are correct.\n2. **Contact support for payment review**: If bank account information is correct, reach out to support to review earnings and rectify any incorrect payments.\n3. **Account security measures**: If experiencing account issues (e.g., breach, login issues, or unauthorized password changes), immediately change the password and update bank account information if necessary.\n4. **Payment correction process**: Support will review earnings and remit payments to the DoorDash account if incorrect payments were made.\n\n**Relevant Details:**\n\n* The article emphasizes the importance of using a checking account for payments, as savings accounts are not accepted.\n* Dashers are advised to act quickly in case of account security issues to prevent further complications.\n* The article provides a clear process for resolving payment issues, ensuring that Dashers can easily follow the necessary steps to rectify any problems.",
        "metadata": {
            "doc_id": "e2c28217-54f2-4542-b2d6-f42552284c3a"
        }
    },
    {
        "page_content": "The article addresses the issue of not receiving orders, providing troubleshooting steps to resolve the problem.\n\n**Key Points:**\n\n1. Check network connection to ensure it is working properly.\n2. Verify that you are logged into a Dash.\n3. Ensure the Dash is not paused.\n4. Stay inside a starting point and near a hot spot to increase order reception.\n\n**Relevant Details:**\nFollowing these steps can help resolve the issue of not receiving orders, allowing Dashers to receive more orders and improve their overall experience.",
        "metadata": {
            "doc_id": "b525bd6d-ca09-4ead-9a43-2588782fed80"
        }
    },
    {
        "page_content": "The article addresses the issue of a declined Dasher Red Card, providing troubleshooting steps and solutions for Dashers to resolve the problem.\n\n**Key Points:**\n\n1. Verify that the Dasher app is directing the use of the Red Card and enter the correct pin (0000) if prompted for Debit.\n2. Ensure accurate order fulfillment, including correct items, quantity, weight, and substitutions for unavailable items.\n3. Use the in-app self-help feature (HELP or ?) to troubleshoot and resolve the issue.\n4. If issues persist, contact support through the app by tapping ?, starting a chat, and selecting \"Something Else\".\n\n**Relevant Details:**\n\n* The article provides specific instructions for resolving a declined Red Card, distinguishing it from general payment issues.\n* The troubleshooting steps are tailored to the Dasher app, making it a relevant resource for Dashers experiencing this specific issue.",
        "metadata": {
            "doc_id": "5c63352e-6066-4954-9078-510188073e0a"
        }
    },
    {
        "page_content": "This article provides instructions for DoorDash Dashers on how to report a lost or expired Red Card and obtain a free replacement, either digitally or physically, to maintain eligibility for Shop & Deliver orders.\n\n**Key Points:**\n\n1. **Reporting a Lost/Expired Red Card**: Dashers can report a lost or expired Red Card through the Dasher app on both iOS and Android devices.\n2. **Digital Replacement Card**: A digital replacement card can be obtained immediately through the app, and added to Apple Wallet (iOS) or G Pay (Android).\n3. **Physical Replacement Card**: A physical replacement card can be ordered for free from the DoorDash Store, and activated through the app once received.\n4. **Setup and Activation**: Both digital and physical cards require setup and activation through the app, with optional addition to a phone wallet for easy checkout.\n\n**Relevant Details:**\n\n* A lost or expired Red Card can be reported and replaced without affecting Shop & Deliver order eligibility.\n* Digital replacement cards are recommended for their ease of use and instant availability.\n* Physical replacement cards are available for those without NFC-enabled phones or who prefer a physical card.",
        "metadata": {
            "doc_id": "b54822f2-ddd5-4916-b8e0-55c468f48512"
        }
    },
    {
        "page_content": "This article provides instructions on how to add or update bank account information for DoorDash Dashers to receive earnings via direct deposit.\n\n**Key Points:**\n\n* US-based Dashers can access earnings more frequently via DasherDirect or Fast Pay.\n* To update bank account information, go to the Earnings tab in the Dasher app and select Change payout method.\n* Ensure the account provided is a checking account, as DoorDash cannot deposit payments into savings accounts.\n* Enter required bank account details, including routing number, account number, and branch number (for Canada).\n* A 2-step verification code will be sent via text message or email to confirm the owner of the Dasher account authorizes the change.\n* Payments are issued every Monday and take 1-2 business days to process.\n\n**Relevant Details:**\n\n* A 7-day waiting period applies to using Fast Pay after changing debit card information.\n* An email notification will be sent from no-reply@doordash.com when bank account information is updated.\n* If an email is received without updating information, follow the instructions to ensure account security.\n\n**Actionable Information:**\n\n* Check bank account on the second Wednesday after Dashing to confirm payment transfer.\n* Use DasherDirect or Fast Pay for faster access to earnings (US-based Dashers only).\n* Refer to the article on 2-step verification process if assistance is needed.",
        "metadata": {
            "doc_id": "18cc1f09-3de6-4e05-9e81-3fa03f4c97b2"
        }
    },
    {
        "page_content": "The article provides instructions for Dashers on how to handle situations when an item is unavailable or has run out, ensuring a smooth customer experience and accurate order management.\n\n**Key Points:**\n\n1. **Reporting unavailable items**: Dashers can report unavailable items within the pickup screen in the Dasher app by selecting one of two options: \"unavailable with no substitution\" or \"unavailable and will be substituted with a different item.\"\n2. **Notification and refund**: A notification is automatically sent to the customer, and if there is no substitution, the customer receives a refund.\n3. **Merchant menu update**: The merchant's menu is updated to show that the item is currently unavailable.\n4. **Alternative solutions**: Dashers can contact the customer directly to offer alternative items of the same value or direct them to DoorDash Support for modifications.\n5. **Order modification protocol**: Customers or restaurants must contact DoorDash Support to modify orders, and Dashers should not make changes on their behalf to ensure accurate tracking of charges.\n\n**Relevant Details:**\n\n* The article provides step-by-step instructions for Dashers to handle unavailable items and communicate with customers.\n* It emphasizes the importance of following the correct protocol for order modifications to ensure accurate tracking of charges.\n* The article highlights the role of DoorDash Support in handling customer requests for order modifications.",
        "metadata": {
            "doc_id": "d0e6159c-3872-4f98-9032-0573a679b6e9"
        }
    },
    {
        "page_content": "DoorDash has updated its notification system for new order opportunities, replacing 'New Offer' SMS text messages with 'New Order' push notifications through the Dasher app.\n\n**Key Points:**\n\n* DoorDash no longer sends 'New Offer' SMS text messages for new order opportunities.\n* 'New Order' push notifications are now sent through the Dasher app for each new delivery opportunity.\n* The in-app process of accepting new orders remains unchanged.\n* Dashers can enable push notifications on their Android or iOS devices to stay updated on new order opportunities.\n\n**Relevant Details:**\nThis update aims to reduce confusion caused by multiple notification channels and streamline the notification process for Dashers.",
        "metadata": {
            "doc_id": "5a209aa1-06f9-4ee1-9c8b-d5d0b4fc6d4e"
        }
    },
    {
        "page_content": "The article provides tips and strategies for DoorDash Dashers to increase their earnings by accepting and completing more delivery offers.\n\n**Key Points:**\n\n1. **Timing is crucial**: Log on during peak hours (lunch and dinner) when demand is high to receive more offers.\n2. **Take advantage of Peak Pay**: Earn extra money on top of standard pay during busy times and in busy areas.\n3. **Optimize account preferences**: Ensure settings align with current availability and capabilities to maximize delivery opportunities.\n4. **Use hotspots and high-demand areas**: Position yourself near areas marked with a red flame icon or red zones on the color-coded map to increase the likelihood of receiving more offers.\n5. **Stay close to merchants**: Having a Red Card (U.S. only) and staying near merchants can get you orders faster and maximize efficiency.\n\n**Relevant Details:**\nThe article highlights the importance of being proactive and strategic in accepting and completing delivery offers to increase earnings. It also notes that market conditions and Dasher experiences may vary, and the provided information is for general guidance only.",
        "metadata": {
            "doc_id": "cce85908-0709-43b1-b40c-f3f2cbf31569"
        }
    },
    {
        "page_content": "The article provides instructions on how to add a new dash type or switch between dash types on the DoorDash platform. Dash types refer to the different types of transportation methods a Dasher can select to dash, such as car, motorcycle, scooter, bicycle, or ebike.\n\n**Key Points:**\n\n* DoorDash offers various dash types, including car, motorcycle, scooter, bicycle, and ebike, which are dependent on the market.\n* Dashers can add multiple dash types to their account and switch between them before scheduling a dash or dashing now.\n* To add a new dash type, dashers can follow the steps on their Dasher app, including selecting the vehicle type, adding vehicle details, and confirming insurance requirements.\n* Dashers can also delete a dash type by selecting the bin icon next to the vehicle they want to delete.\n* Editing an existing dash type is not possible, but dashers can delete the incorrect vehicle and add new vehicle details.\n\n**Relevant Details:**\n\n* DoorDash explicitly allows certain vehicle types on the platform, including cars, motorcycles, scooters, ebikes, and bicycles.\n* The platform does not explicitly allow e-scooters, bicycles with motors, or walking as a vehicle type.\n* Dashers are required to have insurance and agree to the insurance requirements when adding a new vehicle to their account.\n\n**Actionable Information:**\n\n* To view dash types on your account, go to the Vehicle Management section on your Dasher app.\n* To add a new dash type, select the vehicle type, add vehicle details, and confirm insurance requirements.\n* To switch between dash types, select the dash type you wish to use before scheduling a dash or dashing now.\n* To delete a dash type, select the bin icon next to the vehicle you want to delete.",
        "metadata": {
            "doc_id": "c77aa9f3-9751-483b-854d-f671fb2c50ac"
        }
    },
    {
        "page_content": "The main topic of this article is the DoorDash Early Access Scheduling program, which allows qualified Dashers to access the Dasher schedule 6 days in advance.\n\n**Key Points**\n\n* The program is no longer available in the United States, but is active in Canada.\n* To qualify, Dashers must have a Customer Rating of at least 4.6, a Completion Rate of at least 95%, and have accepted and completed at least 5 deliveries on the DoorDash platform between Friday and Thursday, or have completed at least 500 lifetime deliveries.\n* Qualified Dashers can access the schedule 6 days in advance, starting at 3pm each day.\n* Non-qualified Dashers can access the schedule 5 days in advance, starting at 12am each day.\n* Qualification standards are subject to change and will be updated on the Early Access Communities Page.\n\n**Relevant Details**\n\n* The program is refreshed every Friday, and qualification lasts through the following Thursday.\n* In some markets, the schedule can fill up quickly, and there may be no available slots.\n* The Dasher Rewards tiered program (Platinum, Gold, Silver) may be available in some areas, which can also provide access to the schedule.",
        "metadata": {
            "doc_id": "7dbde948-4567-493f-a80b-c77f3bfaeb52"
        }
    },
    {
        "page_content": "Main Topic:** Resolving issues with DoorDash deliveries when a restaurant claims they were picked up by someone else.\n\n**Key Points:**\n\n* If a restaurant claims a delivery was picked up by another Dasher, double-check with them by showing the order on your phone and reading the items to ensure they are not confusing it with another order.\n* If the issue persists, contact DoorDash support through the Dasher app, and they will contact the restaurant to remake the order.\n* Alternatively, use the Self Help option in the Dasher app for 'Order not here' instructions.\n\n**Relevant Details:** This solution is specific to DoorDash deliveries and provides a step-by-step approach to resolving issues with restaurants claiming deliveries were picked up by someone else.",
        "metadata": {
            "doc_id": "f6037f1b-1d18-4ec2-97e6-369cb96f6426"
        }
    },
    {
        "page_content": "The article provides instructions on how to use the Dash Now home page to start receiving offers and maximize earnings as a Dasher.\n\n**Key Points:**\n\n1. **Starting a Dash**: Click the Dash Now button on the Dash tab to start receiving offers, or schedule a Dash for a future time and location if Dash Now is unavailable.\n2. **Real-time Heatmap**: The heatmap on the Dasher App homescreen updates in real-time, indicating when and where Dash Now is available, and allows Dashers to start a dash and receive offers.\n3. **Availability**: Dash Now may be limited to select Dashers based on equipment type, vehicle type, reward status, or other factors, and may be unavailable in certain areas.\n4. **Peak Pay**: Look for Peak Pay on the Dash Now Tab to maximize earnings by completing deliveries or tasks in high-demand areas.\n5. **Navigating to Available Areas**: If Dash Now is not available, navigate to a different area and tap \"Dash Along the Way\" to receive offers on the way to the new area.\n\n**Relevant Details:**\n\n* Top Dashers can dash at any time, and more information on qualifying for the program is available on a separate page.\n* The heatmap colors indicate the availability of Dash Now: light pink (available), red (busy or very busy), and grey (unavailable).",
        "metadata": {
            "doc_id": "c546c520-0618-44b7-9c5d-5427ff2cf7bd"
        }
    },
    {
        "page_content": "This article provides guidance on how to accept an offer as a Dasher in the Dash system, outlining the steps and timeframes for responding to offers and accessing delivery or task details.\n\n**Key Points:**\n\n* The Dash system automatically looks for offers and sends notifications when an offer is available.\n* Dashers have 45 seconds to accept or decline an offer, with some test markets allowing 90 seconds for batched offers.\n* Upon accepting an offer, the route to the store appears, and Dashers can open it in their default mapping service.\n* Multiple offers may be received during peak times, and Dashers can choose to accept or decline each one within the given timeframe.\n\n**Relevant Details:**\nThe article highlights the importance of timely decision-making when receiving offers, as the 45-second (or 90-second) window is limited. It also provides a link for Dashers to access more information about their delivery or task details if needed.",
        "metadata": {
            "doc_id": "abdd8ace-8542-4c54-a8f8-66f328dd7eb9"
        }
    },
    {
        "page_content": "The article provides troubleshooting steps for the DoorDash Dasher app on both iOS and Android devices, aiming to resolve common issues such as the app not giving offers, internet connection problems, and navigation issues.\n\n**Key Points:**\n\n1. **App Version:** Ensure the latest version of the Dasher app is installed on the device.\n2. **Internet Connection:** Check for stable internet connectivity, including data signals and Wi-Fi connections.\n3. **Navigation:** Turn off in-app navigation and select a preferred third-party navigation app.\n4. **Logout and Login:** Logout and login again to refresh the app.\n5. **Force Close and Relaunch:** Force close the app and relaunch it to resolve any temporary issues.\n6. **Uninstall and Reinstall:** Uninstall and reinstall the app to ensure bug fixes and updates.\n7. **Restart Device:** Restart the device to resolve any system-related issues.\n8. **Offers:** Check network connection, login status, and Dash status to receive offers. Try dashing during peak times, scheduling dashes, and exploring areas with fewer dashers.\n\n**Relevant Details:**\n\n* The article provides specific steps for both iOS and Android devices.\n* Jailbroken or rooted phones may experience issues accessing the Dasher app.\n* Certain areas or times of the day, week, or year may have fewer offers due to high demand.\n\n**Actionable Information:**\n\n* Regularly update the Dasher app to ensure bug fixes and updates.\n* Check internet connectivity and navigation settings to resolve common issues.\n* Try troubleshooting steps before contacting customer support.",
        "metadata": {
            "doc_id": "4259c5df-654c-4ef7-85cc-086ebbfb2f27"
        }
    },
    {
        "page_content": "DoorDash offers reimbursement for Red Card failures, covering instances where the card is not accepted, lost, or broken, and the order is paid for with cash or a personal card.\n\n**Key Points:**\n\n* Reimbursement is available for Red Card failures\n* Eligible scenarios include:\n\t+ Restaurant is cash only\n\t+ Red Card is lost or broken\n* Payment with cash or personal card is required for reimbursement\n* Additional information on reimbursements can be found in the Help Center article",
        "metadata": {
            "doc_id": "7655ebcf-6c77-4b91-9fe3-7cd8f69974be"
        }
    },
    {
        "page_content": "Main Topic:** Handling cash-only restaurants as a DoorDash Dasher in the US and Canada.\n\n**Key Points:**\n\n* If a restaurant is cash-only, Dashers have two options to complete the order.\n* Option 1: Pay with personal cash, take a receipt photo, and contact DoorDash support for reimbursement.\n* Option 2: Contact DoorDash support if no cash is available, and inform the agent about the cash-only policy.\n\n**Relevant Details:** This process applies specifically to US and Canada Dashers, and the steps involve using the in-app support feature to resolve the issue.",
        "metadata": {
            "doc_id": "f6428bc3-6074-4d24-b685-4a87a9872966"
        }
    },
    {
        "page_content": "The article provides information on how to appeal the deactivation of a Dasher account on the DoorDash platform.\n\n**Key Points:**\n\n* Deactivated Dasher accounts can be appealed through a specialized form.\n* The appeal review process applies to deactivations caused by violations of the Independent Contractor Agreement or Service Provider Platform Access Policy.\n* Common reasons for deactivation include abuse, fraud, and safety violations.\n\n**Relevant Details:**\n\n* A specialized team reviews deactivation appeals.\n* The appeal process is specific to deactivations on the DoorDash platform.\n\nThis summary is concise, precise, and retrieval-optimized for similarity search to answer customer care queries related to appealing a deactivated Dasher account.",
        "metadata": {
            "doc_id": "7145567c-028a-4ea0-b4be-9199af6edbb5"
        }
    },
    {
        "page_content": "The article discusses changes to the Large Order program for Dashers, starting June 2, 2022, where large orders will no longer be pre-claimed and will appear in the Dasher app like regular deliveries.\n\n**Key Points**\n\n* Large orders will be identified by the \"Catering Bag Required\" label on the acceptance screen.\n* Dashers will still have priority access to high-value orders as part of the Large Order program.\n* The change aims to improve the assignment process for high-value deliveries.\n* Large Orders pay on average 2-3X that of a normal marketplace delivery.\n* The separate Drive ratings page has been removed, and ratings for Large Order deliveries will be included with overall delivery ratings.\n\n**Relevant Details**\n\n* The change is part of a broader effort to address issues with the pre-claimed system and improve the overall dashing experience.\n* Dashers can learn more about the Large Order program by visiting the Dasher Help Center article.\n\nThis summary highlights the main topic of the article, identifies key points and features, and provides relevant details that distinguish the article from others in similar domains. It avoids unnecessary jargon and excessive details, focusing on actionable information.",
        "metadata": {
            "doc_id": "06542f07-eb1a-4716-81b9-b02708501097"
        }
    },
    {
        "page_content": "The article addresses issues with marking orders as \"picked up\" or \"complete\" on the DoorDash platform, providing troubleshooting steps and explanations for common error scenarios.\n\n**Key Points:**\n\n1. **Location-based errors**: Issues with marking orders as \"picked up\" or \"complete\" may occur if the user is too far from the merchant location or outside the customer's drop-off location.\n2. **Error resolution**: Users can try again when closer to the location or contact Support if the issue persists.\n3. **Error detection**: DoorDash's system detects potential location errors to prevent accidental drop-off mistakes and \"Order Never Arrived\" contract violations.\n4. **Troubleshooting steps**: Users can follow prompts to explain their situation and proceed with the drop-off without contacting Support in most cases.\n\n**Relevant Details:**\n\n* The error is intended to encourage users to double-check the details before proceeding with the drop-off.\n* Users can encounter this error when trying to \"Complete delivery steps\" or \"Complete delivery\" on the drop-off flow.\n* The error notice provides options for users to select the appropriate action based on their situation.",
        "metadata": {
            "doc_id": "8f26b2b7-33fb-4240-b157-830a875142db"
        }
    },
    {
        "page_content": "This article provides instructions on how to change or reset a Dasher account password on DoorDash, which also affects the Consumer DoorDash account.\n\n**Key Points:**\n\n* To change a Dasher account password, users must reset it by following the provided steps.\n* The process involves logging out of the app, clicking \"Forgot Password,\" and entering the email address associated with the account.\n* Users will receive an email with a link to reset their password and create a new, strong password.\n* The same steps apply to desktop users, who can visit doordash.com/accounts/password/reset to initiate the process.\n* If the reset password link is not received, users can try resubscribing to DoorDash emails by clicking \"Unsubscribe\" and then \"Resubscribe\" in a previous email.\n\n**Relevant Details:**\n\n* Changing the Dasher account password also changes the Consumer DoorDash account password.\n* Users can visit Google's \"Create a strong password\" site for tips on creating a secure password.\n* If the reset email is not received, users should check all folders, including junk/spam, and try resubscribing to DoorDash emails.",
        "metadata": {
            "doc_id": "35331e4a-7788-482c-a2ee-f56126d413ed"
        }
    },
    {
        "page_content": "This article provides a step-by-step guide on how to schedule and edit a Dash using the Dasher app, highlighting the app's real-time updates and self-scheduling capabilities.\n\n**Key Points:**\n\n1. **Scheduling a Dash**: Dashers can schedule a Dash by going to the Schedule tab, selecting a day, choosing a starting point and available times, and tapping Save Dash.\n2. **Editing or Deleting a Scheduled Dash**: Dashers can edit or delete a scheduled Dash by going to the Schedule page, tapping on the day and time, and selecting the desired action.\n3. **Scheduling Tips**: If a preferred time slot is not available, it means the area has reached Dasher capacity; checking back later may reveal additional time slots.\n4. **Dash Now**: If Dash Now is not available, it means the area has reached the needed number of Dashers; trying again later may be successful.\n5. **Scheduling Restrictions**: Dashers cannot schedule a new Dash or extend a current Dash within 30 minutes of a scheduled Dash start.\n\n**Relevant Details:**\n\n* The Dasher app updates in real-time, allowing for self-scheduling and editing.\n* DoorDash Support cannot schedule, edit, or extend a Dash; all actions must be taken within the app.\n* The app's scheduling system is constantly updating, and availability may change over time.",
        "metadata": {
            "doc_id": "d379a7cc-29ce-4791-ba98-02f8deb4ea73"
        }
    },
    {
        "page_content": "This article provides instructions on how to report a closed store in the app, which will not negatively impact the user's Completion Rate, and explains the necessary steps to avoid incorrectly reporting a store as closed.\n\n**Key Points:**\n\n1. Reporting a closed store involves swiping \"arrived\" and selecting \"Store closed\" (iOS) or clicking the question icon and selecting \"The Store is Closed\" (Android).\n2. Users will receive half of the order's total pay, and the order will be removed from the app once the store is confirmed closed.\n3. Incorrectly marking a store as closed may be grounds for deactivation.\n4. To avoid incorrect reporting, users should read pick-up instructions, check the correct address, and look for alternate entrances or drive-thrus.\n5. When reporting a closed store, users must submit a clear photo of the store, showing it is closed, and ideally displaying the correct hours.\n\n**Relevant Details:**\n\n* The article emphasizes the importance of accurately reporting a closed store to avoid deactivation.\n* It provides specific guidelines for photo submission, including acceptable and unacceptable examples.\n* The article highlights the need to verify the store's status before reporting it as closed to prevent incorrect reporting.",
        "metadata": {
            "doc_id": "13382a44-9d42-44dd-bda2-38be06c09c63"
        }
    },
    {
        "page_content": "The article provides tips and solutions for Dashers experiencing a decrease in delivery opportunities, highlighting the importance of location, account preferences, equipment, app updates, and availability during peak times.\n\n**Key Points:**\n\n1. **Location**: Changing location can increase delivery opportunities, especially when moving closer to restaurants or areas with previous success.\n2. **Account Preferences**: Regularly review and update account settings to ensure alignment with current availability and capabilities.\n3. **Equipment**: Ensure possession of necessary equipment, such as a Red Card (US only) or the correct vehicle type, to meet store delivery needs.\n4. **App Updates**: Keep the app up-to-date to receive all potential delivery requests and avoid unexpected issues.\n5. **Peak Times**: Align schedules with known busy periods to increase chances of receiving more delivery requests.\n\n**Relevant Details:**\n\n* The article is specific to Dashers experiencing a decrease in delivery opportunities.\n* The tips provided are actionable and focused on improving the Dasher experience.\n* The article includes links to additional resources, such as troubleshooting guides and FAQs, for further assistance.",
        "metadata": {
            "doc_id": "a3c23b76-4170-4059-a63b-8724bd35ea2a"
        }
    },
    {
        "page_content": "DoorDash provides guidelines for Dashers to deliver tobacco products in areas where it is legal, emphasizing the importance of age verification and responsible delivery practices to protect minors and comply with local laws.\n\n**Key Points:**\n\n1. **Age Verification**: Dashers must verify the customer's age by checking a valid government-issued ID, such as a driver's license or passport, to ensure they meet the minimum age requirement (21+ in the US, 18+ in Australia, and 18, 19, or 21+ in Canada).\n2. **ID Verification Process**: Dashers must check the ID's expiration date, remove it from the wallet, compare the customer's face to the photo, and examine the ID's edges and surface for authenticity.\n3. **Restricted Locations**: Dashers must not deliver tobacco products to schools, hospitals, sports venues, college campuses, prisons, P.O. boxes, or other businesses that sell tobacco products.\n4. **Judgment and Discretion**: Dashers must use their judgment to decline delivery if they have doubts about the ID or customer, or if the situation seems unreasonable.\n5. **Declining Customer Requests**: Dashers must decline customer-initiated requests for tobacco products, as third-party delivery of tobacco products is often illegal and may result in noncompliant delivery.\n\n**Relevant Details:**\n\n* DoorDash does not allow direct sales of tobacco products on its platform, but may allow delivery of tobacco products in certain areas with a tobacco-specific agreement.\n* Dashers are free to decline any delivery offer, including tobacco deliveries.\n* Failure to follow these guidelines may result in liability for the Dasher, customer, and DoorDash.",
        "metadata": {
            "doc_id": "1ef7d7ea-4c39-44ac-ac38-75586fade433"
        }
    },
    {
        "page_content": "The main topic of this article is the guidelines for delivering alcohol through DoorDash, a food delivery platform. The purpose of these guidelines is to ensure that Dashers (delivery workers) comply with applicable laws and regulations when delivering alcohol to customers.\n\n**Key Points:**\n\n1. **Dasher Requirements:** Dashers must be at least 21 years old and have a valid government-issued ID to deliver orders containing alcohol.\n2. **Verifying Customer Identity:** Dashers must scan the customer's ID and verify their identity before handing over the alcohol.\n3. **Preventing Delivery to Underage Customers:** Dashers must not deliver alcohol to customers who appear to be underage or who present a fake ID.\n4. **Preventing Delivery to Intoxicated Customers:** Dashers must not deliver alcohol to customers who appear to be intoxicated.\n5. **Refusing Delivery:** Dashers have the right to refuse delivery if they suspect that the customer is underage or intoxicated.\n6. **Returning Undeliverable Orders:** Dashers must return undeliverable orders to the store and follow the instructions in the Dasher app.\n\n**Relevant Details:**\n\n1. **New Jersey Dasher Requirements:** Dashers in New Jersey must cooperate with inspections and investigations conducted by the New Jersey Division of Alcoholic Beverage Control.\n2. **Liability:** Dashers may be held liable if they deliver alcohol to a minor or someone who is visibly intoxicated.\n3. **Consequences of Non-Compliance:** Failure to comply with these guidelines may result in fines, jail time, or deactivation from the DoorDash platform.\n\n**Actionable Information:**\n\n1. **Check the customer's ID:** Dashers must scan the customer's ID and verify their identity before handing over the alcohol.\n2. **Use your best judgment:** Dashers must use their best judgment when determining whether a customer is underage or intoxicated.\n3. **Follow the instructions in the Dasher app:** Dashers must follow the instructions in the Dasher app when delivering alcohol and returning undeliverable orders.",
        "metadata": {
            "doc_id": "9c46975b-842b-4d5e-8659-2f9dde2748e4"
        }
    },
    {
        "page_content": "The New York Fleet Trucking Permit is required for DoorDash drivers to deliver alcohol in New York, and understanding the guidelines is crucial to lawfully deliver and avoid liability.\n\n**Key Points:**\n\n* A copy of the permit must be kept handy during deliveries in case of law enforcement requests.\n* Drivers must follow guidelines to lawfully deliver alcohol and avoid delivering to minors or visibly intoxicated individuals.\n* IDNYC is not a valid form of ID for buying alcohol in New York; drivers must ask for acceptable forms of ID listed in the guidelines.\n\n**Relevant Details:**\nThe permit is specific to DoorDash drivers in New York, and understanding the guidelines is essential to protect both the driver and the customer.",
        "metadata": {
            "doc_id": "685097ed-5547-4c3c-887c-9274b81a48c3"
        }
    },
    {
        "page_content": "The article discusses the requirement for DoorDash delivery personnel to possess a copy of the Ohio H Permit to deliver alcohol in Ohio, highlighting the importance of understanding the Delivering Alcohol Guidelines to ensure lawful delivery and protect against liability.\n\n**Key Points:**\n\n* DoorDash delivery personnel must have a copy of the Ohio H Permit to deliver alcohol in Ohio.\n* The permit is required by law and must be presented to law enforcement upon request.\n* Delivery personnel must review and understand the Delivering Alcohol Guidelines to ensure lawful delivery.\n* Failure to follow the guidelines may result in liability for delivering to minors or visibly intoxicated individuals.\n\n**Relevant Details:**\nThe article provides a link to view the Ohio Alcohol Permit and emphasizes the importance of understanding the guidelines to protect both the delivery personnel and the customer.",
        "metadata": {
            "doc_id": "b00c27d4-0df2-434a-905a-3ae77abeddd6"
        }
    },
    {
        "page_content": "DoorDash's Cash on Delivery feature allows Dashers to earn cash instantly on select orders, with the option to opt-in or out at any time.\n\n**Key Points:**\n\n* Dashers can toggle on Cash on Delivery Orders in the Dasher app to receive eligible orders.\n* Cash on Delivery orders are paid in cash by the customer, with the option to receive cash tips.\n* Dashers keep 100% of the cash collected, and the order amount is automatically deducted from their next direct deposit.\n* Carrying small bills ($10-15) is recommended in case customers don't have exact change.\n* If issues arise during cash payment collection, Dashers can report the issue in the app and receive base pay for the order without affecting their completion rating.\n* Support is available through the Dasher app, and SafeDash features are available for safety concerns.\n\n**Relevant Details:**\n\n* Cash on Delivery orders are fully optional and don't impact ratings.\n* Customers are asked to have exact change ready, but Dashers can report issues if they don't.\n* The feature provides an additional earning opportunity for Dashers, with the flexibility to opt-in or out as desired.",
        "metadata": {
            "doc_id": "3babeea4-47c0-4056-bfcc-322d610cf8d8"
        }
    },
    {
        "page_content": "The article discusses changes to the Large Order program for Dashers, starting June 2, 2022, where large orders will no longer be pre-claimed and will appear in the Dasher app like regular deliveries.\n\n**Key Points**\n\n* Large orders will be identified by the \"Catering Bag Required\" label on the acceptance screen.\n* Dashers will still have priority access to high-value orders as part of the Large Order program.\n* The change aims to improve the assignment process for high-value deliveries and address issues with the pre-claimed system.\n* Large Orders pay on average 2-3X more than normal marketplace deliveries.\n* Dashers will no longer be able to pre-claim deliveries, and ratings for Large Order deliveries will be included in the overall delivery rating.\n\n**Relevant Details**\n\n* The change is part of a broader effort to improve the assignment process for high-value deliveries.\n* Dashers can learn more about the Large Order Program by visiting the Dasher Help Center article.\n* The separate Drive ratings page has been removed, and ratings for Large Order deliveries will be included in the overall delivery rating.",
        "metadata": {
            "doc_id": "e066bc8f-9896-432e-a017-9d616d72a5b2"
        }
    },
    {
        "page_content": "The article provides guidelines for navigating alcohol orders through the Dasher app, ensuring compliance with age verification and delivery regulations.\n\n**Key Points:**\n\n1. **Order identification**: Orders containing alcohol are marked with a \"Contains alcohol\" banner, and Dashers must be at least 21 years old with a valid driver's license to accept.\n2. **Drop-off instructions**: Dashers must follow in-app prompts to scan the customer's ID, verify their identity, and collect a signature (if required) before handing over the order.\n3. **Verification process**: Dashers must confirm the customer's identity by tapping \"Verify\" or \"Can't verify\" and following in-app instructions if unable to confirm.\n4. **Delivery completion**: After completing all steps, Dashers hand over the order and tap \"Complete delivery\" in the app.\n5. **Return policy**: Orders that cannot be delivered (e.g., due to customer unavailability, underage, or intoxication) are returned to the store with additional return pay.\n\n**Relevant Details:**\nThe article emphasizes the importance of following in-app instructions and verifying customer identity to ensure compliance with regulations and a smooth delivery process.",
        "metadata": {
            "doc_id": "49852cb2-f02a-4701-a9cd-128202525aec"
        }
    },
    {
        "page_content": "This article provides instructions for completing a large order delivery with setup, including steps for taking and submitting photos of the completed setup, handling customer refusals, and troubleshooting issues with photo verification.\n\n**Key Points:**\n\n1. **Setup Requirements**: Some deliveries require a light setup, indicated by a $3 Setup Extra Pay on the scheduled delivery.\n2. **Setup Tasks**: Set up food trays and lay out utensils, but do not open food or light sternos.\n3. **Photo Submission**: Take a clear and accurate photo of the completed setup and submit it for verification.\n4. **Troubleshooting**: If photo verification fails, try taking the photo again or obtain a customer signature to validate the order.\n5. **Failed Attempts**: If setup cannot be verified after two attempts, get a customer signature to receive the $3 setup pay.\n\n**Relevant Details:**\n\n* All photos are shared with the Merchant for approval.\n* Failure to submit a clear and accurate photo may impact Large Order Program eligibility.\n* Examples of correct and incorrect setup photos are provided for reference.",
        "metadata": {
            "doc_id": "6ad5df58-7275-400c-ad1f-4e471be28dce"
        }
    },
    {
        "page_content": "A routed delivery is a type of delivery opportunity that involves picking up multiple orders from a single location and dropping them off at various points along a route.\n\n**Key Points:**\n\n* Routed deliveries are available to all Dashers and can be identified on the accept screen, which displays the estimated completion time and guaranteed earnings.\n* Each route typically consists of 3-10 drop-off locations, with a single pickup location.\n* If a customer is unavailable, Dashers should mark \"Customer Unavailable\" in the app and wait for the timer to expire, after which a return will be automatically created.\n* In case of an emergency, Dashers can cancel a route by contacting Support through the app.\n* Unlike marketplace orders, stores request that Dashers return merchandise to the store if a customer is unavailable, rather than leaving it unattended.\n\n**Relevant Details:**\n\n* Routed deliveries offer guaranteed earnings for the entire route once completed.\n* Dashers will still receive earnings for return trips if a customer is unavailable.\n* Support is available to assist with route cancellations and returns.",
        "metadata": {
            "doc_id": "33f84437-cac1-4ae8-b7fa-7ce39fd1b38d"
        }
    },
    {
        "page_content": "The main topic of this article is the DoorDash Drive FAQ, which provides information and guidelines for Dashers on handling DoorDash Drive orders.\n\n**Key Points:**\n\n* Merchants request DoorDash Drive orders, and customers may not be aware of DoorDash if they placed the order directly with the merchant.\n* Additional setup may be required for Drive orders, such as unpacking and laying out trays for the customer.\n* Dashers can reach out to both the merchant and the customer through the Dasher app for questions or concerns.\n* Dashers receive 100% of tips from DoorDash Drive orders.\n\n**Relevant Details:**\n\n* DoorDash Drive orders are often catering orders, which may require specific handling and setup.\n* The Dasher app provides a direct line of communication between Dashers, merchants, and customers for DoorDash Drive orders.\n\nThis summary highlights the main purpose of the article, identifies key points and features, and provides relevant details that distinguish DoorDash Drive orders from other types of orders.",
        "metadata": {
            "doc_id": "e22bba5f-eed7-4432-8b1d-4dfaeb362e79"
        }
    },
    {
        "page_content": "Pharmacy delivery is a service that allows Dashers to deliver prescription medication to customers, following specific protocols to maintain customer privacy and ensure secure delivery.\n\n**Key Points**\n\n* All Dashers are eligible to deliver prescriptions, but must follow unique protocols for sealed packaging.\n* Prescription deliveries are identified by pickup instructions directing Dashers to the pharmacy counter.\n* Dashers can choose to accept or decline prescription delivery requests.\n* Upon delivery, Dashers may be prompted to capture a signature, leave the order unattended, or complete a contactless delivery.\n* In case of issues, such as wrong customer address, damaged package, or technical issues, Dashers should return the prescription to the pharmacy and contact DoorDash Support for assistance.\n\n**Relevant Details**\n\n* Prescription deliveries require sealed, non-transparent packaging to maintain customer privacy.\n* Dashers can request tamper-proof packaging if the pharmacy does not seal the package.\n* Compensation is provided for return deliveries due to issues such as wrong customer address or damaged package.",
        "metadata": {
            "doc_id": "3a4bc14e-99fe-4b43-ac8c-3d9e44468c17"
        }
    },
    {
        "page_content": "DoorDash has introduced Lockers as a safe and convenient drop-off location for deliveries in select locations in the Bay Area, reducing personal contact during the COVID-19 pandemic.\n\n**Key Points:**\n\n* DoorDash Lockers are designated drop-off locations for some deliveries, allowing customers to pick up their orders.\n* Dashers can identify Locker Delivery opportunities through in-app information and text messages/Pushes with specific locker numbers and drop-off details.\n* Customers will receive similar information for picking up their orders once the drop-off is complete.\n* DoorDash Lockers are located in various locations in the Bay Area, including hospitals, apartments, and office buildings.\n\n**Relevant Details:**\n\n* DoorDash Lockers are designed to promote health and safety during the COVID-19 pandemic by reducing personal contact.\n* Dashers should refer to in-app information and text messages/Pushes for specific locker numbers and drop-off details.\n* Customers can contact DoorDash at doordash-lockers@doordash.com for questions, comments, or concerns.\n\n**Actionable Information:**\n\n* Dashers should follow the instructions provided through text messages/Pushes for a smooth delivery process.\n* Customers should refer to the information provided by DoorDash for picking up their orders from the lockers.",
        "metadata": {
            "doc_id": "62342c69-7b9e-406c-b0ef-2c1302f35636"
        }
    },
    {
        "page_content": "DoorDash Drive is a white-label delivery solution that enables merchants to fulfill delivery demand generated by their existing online channels through DoorDash's logistics technology and network of drivers.\n\n**Key Points:**\n\n* Powers direct delivery from a merchant's own website\n* Integrates with existing point of sale systems (e.g. Square, Toast, Olo)\n* Leverages DoorDash's logistics technology and wide network of drivers\n* Enables merchants to fulfill delivery demand generated by their existing online channels\n* Also powers deliveries made through Storefront merchants\n\n**Relevant Details:**\nDoorDash Drive is a distinct solution that allows merchants to maintain control over their brand and customer experience while leveraging DoorDash's logistics capabilities. This solution is particularly useful for merchants who want to offer delivery options to their customers without relying on third-party marketplaces.",
        "metadata": {
            "doc_id": "bcf1dd60-5b63-4100-81d5-d11bb6be6adf"
        }
    },
    {
        "page_content": "Loblaws Grocery delivery is now available in select markets in Canada, allowing customers to receive their grocery orders through the DoorDash app.\n\n**Key Points:**\n\n* Loblaws delivery opportunities appear in the app like regular deliveries, and Dashers may receive these orders while on a Dash.\n* To identify a Loblaws delivery, look for the term \"Grocery Order\" in the details and store names such as Loblaws Grocery or its store banners (e.g., Real Canadian Superstore, City Market).\n* The pickup process involves parking in designated \"PC Express Pickup\" spots, calling the store to confirm the order, and waiting for a Loblaws associate to load the car.\n* Deliveries require contactless drop-off, with Dashers calling the customer to notify them of delivery and following their instructions for a safe drop-off location.\n* A photo of the completed delivery and a brief description are required for all Loblaws deliveries.\n\n**Relevant Details:**\n\n* Loblaws store banners include Real Canadian Superstore, City Market, Provigo, Maxi, Your Independent Grocer/Independent City Market, and Loblaws.\n* Dashers should not enter the store during pickup and should wait in the car for the Loblaws associate to bring out the order.\n* If no safe place to leave the order is available, Dashers can chat with DoorDash Support for assistance.",
        "metadata": {
            "doc_id": "bc1c95e8-5b3b-4af4-be34-83fd5a5e2852"
        }
    },
    {
        "page_content": "The article discusses the protocol for handling alcohol deliveries when the customer is unavailable, emphasizing the importance of not leaving alcohol unattended and following specific instructions in the Dasher app.\n\n**Key Points:**\n\n1. Alcohol cannot be left unattended at a customer's door and must be returned or disposed of according to Dasher app guidelines.\n2. If the customer is unavailable, Dashers must follow the \"The Customer isn't Available\" (Android) or \"Can't reach the customer\" (iOS) instructions in the Dasher app.\n3. For orders with both alcohol and non-alcohol items, non-alcohol items can be left, but alcohol items must be returned or disposed of.\n4. The Dasher app provides specific instructions for handling unavailable customers and returning or disposing of alcohol items.\n\n**Relevant Details:**\nThis article is specific to Dashers handling alcohol deliveries and provides clear guidelines for ensuring compliance with regulations and company policies.",
        "metadata": {
            "doc_id": "99780589-09e3-4ab6-89e0-d443af87b9f5"
        }
    },
    {
        "page_content": "The article explains the Dasher ratings system used by DoorDash to evaluate the performance of its delivery drivers. The main purpose of the ratings system is to ensure that Dashers provide high-quality service to customers and maintain a certain level of performance to remain active on the platform.\n\n**Key Points:**\n\n1. **Customer Rating**: A score from 1-5, calculated from the 100 most recent customer ratings, which reflects the Dasher's delivery experience. A minimum rating of 4.2 is required to remain active on the platform.\n2. **Completion Rate**: The percentage of deliveries completed out of the 100 most recent offers accepted. A minimum completion rate of 90% is required to remain active on the platform.\n3. **Acceptance Rate**: The percentage of deliveries accepted out of the 100 most recent offers received. While there is no minimum requirement, consistently declining offers can negatively impact the experience for other Dashers, customers, and merchants.\n4. **On-time/Early Rate**: A percentage based on the number of orders completed by the estimated delivery time (or 5 minutes past). While there is no minimum requirement, Dashers are responsible for completing deliveries on time.\n5. **Ratings Calculation**: Ratings are calculated on a rolling basis, with new ratings replacing old ones. This means that Dashers can improve their ratings by consistently providing high-quality service.\n\n**Relevant Details:**\n\n* Dashers can view their current ratings and how they are calculated in the Dasher App.\n* Certain circumstances, such as long wait times at restaurants or extreme weather conditions, may result in the removal of customer ratings.\n* Dashers can improve their ratings by following tips such as asking merchants to confirm all items are included, using hot bags to deliver meals at the expected temperature, and keeping customers updated.\n* Unassigning from an offer can affect a Dasher's Completion Rate and may result in account deactivation if the completion rate falls below 90%.\n\n**Actionable Information:**\n\n* Dashers should aim to maintain a high Customer Rating by providing excellent delivery experiences.\n* Consistently accepting offers can help improve Acceptance Rate.\n* Completing deliveries on time is crucial to maintaining a high On-time/Early Rate.\n* Dashers should follow the tips provided to improve their ratings and maintain a high level of performance on the platform.",
        "metadata": {
            "doc_id": "1e1dc064-ba42-4f92-9bbe-b1d8d08360d7"
        }
    },
    {
        "page_content": "The main topic of the article is DoorDash's Service Provider Platform Access Policy, which outlines the guidelines for accessing and utilizing the platform.\n\n**Key Points:**\n\n* The policy provides a framework for service providers to access and use the platform.\n* The policy can be found on a designated webpage.\n\n**Relevant Details:**\n\n* The policy is a crucial document for service providers working with DoorDash, as it outlines the terms and conditions of platform access.\n* The policy is publicly available for reference.\n\nNote: The article does not provide extensive information, and the summary is based on the limited details provided.",
        "metadata": {
            "doc_id": "28249058-5c8e-4d67-89b5-b76ab5b96245"
        }
    },
    {
        "page_content": "DoorDash requires Dashers to follow specific food safety handling requirements to ensure the safe transportation of food to customers.\n\n**Key Points:**\n\n1. **Insulated Hot Bag**: Dashers must use an insulated hot bag to keep food at a safe temperature during delivery.\n2. **Face Coverings**: Merchants may require Dashers to wear face coverings when entering their locations.\n3. **Food Handling**: Dashers must not open or tamper with food containers and must keep food wrapped and secured in the hot bag.\n4. **Travel and Cleanliness**: Dashers must secure the hot bag in their vehicle and keep it clean to maintain customer satisfaction and ratings.\n\n**Relevant Details:**\n\n* Dashers can purchase a DoorDash hot bag online at www.doordashstore.com.\n* Cleaning the hot bag with a household cleaner and drying it with a clean towel can help extend its lifespan and improve customer ratings.\n* Following these food safety handling requirements can lead to higher ratings and tips for Dashers.",
        "metadata": {
            "doc_id": "b282a3c6-d7ae-45a6-98be-ca4200f1d52b"
        }
    },
    {
        "page_content": "The article provides advice from top Dashers on how to increase ratings and tips by effectively communicating with customers throughout the delivery process.\n\n**Key Points:**\n\n1. Keep customers updated on the status of their orders, especially in cases of unexpected delays.\n2. Use courtesy texts to inform customers of wait times, unavailable items, or multiple orders.\n3. Communication is key to receiving better ratings and tips.\n4. Use templates to simplify and speed up communication.\n5. Adapt communication methods to the customer's preference (e.g., text or call).\n\n**Relevant Details:**\n\n* Top Dashers share their strategies for providing updates to customers, including sending texts at pickup, after pickup, and after drop-off.\n* Examples of text templates are provided for inspiration.\n* Customers appreciate being kept informed during the delivery process, which can lead to better tips and ratings.\n\n**Actionable Information:**\n\n* Communicate with customers throughout the delivery process to increase ratings and tips.\n* Use courtesy texts to keep customers informed of any issues or delays.\n* Adapt communication methods to the customer's preference.\n* Use templates to simplify and speed up communication.",
        "metadata": {
            "doc_id": "bd8bef31-6c39-4c40-aaf7-d6c5aa96db70"
        }
    },
    {
        "page_content": "The article discusses the collection of data on ratings in the Dasher App, providing Dashers with more detailed customer feedback to improve their services.\n\n**Key Points:**\n\n* The Ratings tab now displays detailed customer feedback across dimensions such as Communication, Followed Delivery Instructions, Order Handling, and Friendliness.\n* Customers can provide additional feedback when selecting 5 stars or fewer, which appears as green thumbs up or red thumbs down in the \"Customer Feedback\" section.\n* Customers can also leave comments explaining exceptional service, which appear in the \"Customer Compliments\" section.\n* This additional feedback is optional and not required for all rated deliveries.\n\n**Relevant Details:**\n\n* The new feature aims to help Dashers understand both positive and constructive customer feedback to improve their services.\n* The feedback is displayed in a clear and visual format, making it easy for Dashers to identify areas of strength and improvement.",
        "metadata": {
            "doc_id": "aedf84d2-3713-447f-a16d-68743b4049d8"
        }
    },
    {
        "page_content": "The article provides information on how to obtain new Dasher accessories.\n\n**Key Points:**\n\n* Dasher accessories such as red cards, hot bags, pizza bags, and stickers are available.\n* The Dasher store can be accessed online to purchase these accessories.\n\n**Relevant Details:**\n\n* A direct link to the Dasher Gear Store is provided for easy access.\n\nThis summary is concise, precise, and retrieval-optimized, highlighting the main topic and key points of the article. It avoids unnecessary jargon and excessive details, focusing on actionable information that can be used to answer customer care queries.",
        "metadata": {
            "doc_id": "54837e0b-bee2-4e1a-bc0c-045a4ab24b73"
        }
    },
    {
        "page_content": "To deliver a 5-star experience on the DoorDash platform, Dashers can take several key steps to ensure customer satisfaction.\n\n**Key Points:**\n\n* Bringing a DoorDash Red Card is essential for a great experience.\n* Including extras like utensils, napkins, and condiments enhances the customer experience.\n* Using an insulated bag ensures food arrives at the right temperature.\n\n**Relevant Details:**\nThis article provides actionable tips for DoorDash Dashers to improve their delivery experience and achieve a 5-star rating. By following these simple steps, Dashers can increase customer satisfaction and provide a better overall experience.",
        "metadata": {
            "doc_id": "a7505cd3-4479-42d2-8c1a-e1b3e955eb4f"
        }
    },
    {
        "page_content": "DoorDash offers exclusive deals and discounts to its Dashers through partnerships with various companies, including CarAdvise, Maaco, GasBuddy, Shell Fuel Rewards, DasherDirect, Everlance, TurboTax, Zoomo, and CalSavers Retirement Savings Program.\n\n**Key Points:**\n\n1. **Car Maintenance:** Discounts on auto care services through CarAdvise and Maaco, including $10 credits and up to $250 off body repair.\n2. **Fuel:** Real-time fuel prices through GasBuddy, savings on gas fill-ups through Shell Fuel Rewards, and cashback on gas purchases with DasherDirect.\n3. **Tax:** 20% off Everlance Premium for a year and 25% off TurboTax Premium for navigating filing and maximizing refunds.\n4. **E-Bike:** Free two-week trial of a Zoomo e-bike, including a refundable $100 security deposit and a free DoorDash biker bag.\n5. **Retirement Program:** Enrollment in the CalSavers Retirement Savings Program, open to all US Dashers, with no residency requirements.\n\n**Relevant Details:**\n\n* Each offer has specific terms and conditions, including eligibility requirements and expiration dates.\n* Some offers require sign-up or activation of a new account or card.\n* Discounts and savings vary by vendor and offer.\n* DoorDash is not a sponsor of the CalSavers Retirement Savings Program.\n\n**Actionable Information:**\n\n* Dashers can access these exclusive deals and discounts through the DoorDash app or website.\n* Each offer has a unique link or code for sign-up or activation.\n* Dashers should review the terms and conditions of each offer before signing up or activating.",
        "metadata": {
            "doc_id": "9787af18-2865-45e7-b43f-ab9f7435ade3"
        }
    },
    {
        "page_content": "The article discusses how DoorDash drivers (Dashers) can use Everlance to track their business mileage and expenses, maximizing their tax deductions and reducing their tax liability.\n\n**Key Points:**\n\n* Everlance is an app that automatically tracks mileage, expenses, and income for independent contractors.\n* The app is IRS compliant and eliminates the need for paper mileage logs and receipts.\n* Dashers can sign up for Everlance Premium through a Dasher-exclusive link and receive 20% off for a year.\n* Everlance helps Dashers deduct business expenses, such as mileage, phone bills, and health insurance, to reduce their tax liability.\n* The app also provides educational resources on taxes and offers support through its Help Center and Support Team.\n\n**Relevant Details:**\n\n* Everlance is designed specifically for independent contractors, making it a valuable tool for Dashers.\n* The app is easy to use, with automatic expense tracking and categorization.\n* Dashers can cancel or switch to Everlance's free plan at any time after the discounted period ends.\n\n**Actionable Information:**\n\n* Sign up for Everlance Premium through the Dasher-exclusive link to receive 20% off for a year.\n* Use Everlance to track business mileage and expenses to maximize tax deductions.\n* Consult the Everlance Help Center or Support Team for assistance with the app or tax-related questions.",
        "metadata": {
            "doc_id": "9914c049-5dc1-411d-84fe-dede159e9300"
        }
    },
    {
        "page_content": "DoorDash's Occupational Accident Policy provides coverage to US Dashers in case of injuries while making deliveries, offering medical expenses and disability payments without requiring enrollment or premiums.\n\n**Key Points:**\n\n1. **Coverage**: The policy covers medical expenses up to $1,000,000 and disability payments of up to $500 per week for injuries due to a covered accident.\n2. **Eligibility**: All US Dashers are automatically eligible for coverage, starting from June 27, 2019, without needing to sign up or enroll.\n3. **No Cost**: There is no cost to Dashers for this coverage, and they are free to obtain additional insurance coverage from another source.\n4. **Injury Coverage Only**: The policy only covers injuries to Dashers and does not cover damage to their vehicles or equipment.\n5. **Filing a Claim**: Dashers can file a claim online, by phone, or by email through the designated reporting options.\n\n**Relevant Details:**\n\n* The policy is underwritten by different insurance companies, including Atlantic Specialty Insurance Company and United State Fire Insurance Company, and placed by Aon.\n* California residents have specific provisions that apply when not making a delivery.\n* The policy terms, conditions, limitations, and exclusions govern the coverage, and specific policy and coverage questions should be discussed directly with the associated carrier.",
        "metadata": {
            "doc_id": "8dd3b172-3d79-4703-a1d3-9edb87059c78"
        }
    },
    {
        "page_content": "The article discusses COVID-19 financial assistance programs for Dashers, specifically highlighting the discontinuation of the DoorDash Covid-19 Financial Assistance Program as of October 17, 2022.\n\n**Key Points:**\n\n* The DoorDash Covid-19 Financial Assistance Program is no longer accepting claims.\n* Seattle Dashers may be eligible for the Paid Sick & Safe Time (PSST) Ordinance, which provides separate financial assistance.\n\n**Relevant Details:**\n\n* The discontinuation date of the DoorDash Covid-19 Financial Assistance Program is October 17, 2022.\n* Seattle Dashers can visit a specific webpage for more information on the PSST Ordinance.\n\nThis summary is concise, precise, and retrieval-optimized for similarity search to answer customer care queries related to COVID-19 financial assistance programs for Dashers.",
        "metadata": {
            "doc_id": "5c00b436-c8a4-437f-8002-8fc19b451654"
        }
    },
    {
        "page_content": "The Merchant Protocol FAQs article provides guidance for Dashers on navigating restaurant pickups during lobby closures, ensuring smooth and safe interactions.\n\n**Key Points:**\n\n1. **Updated Pickup Protocols**: Merchants provide new pickup instructions in the Dasher app to minimize contact.\n2. **No Pick-up Instructions**: Coordinate with the restaurant to wait near your vehicle if there's a wait for the order.\n3. **Sealed Bag Policy**: Do not open sealed bags; verify orders with restaurant staff instead.\n4. **Reporting Closed Merchants**: Follow in-app steps to report a closed store, including uploading a photo, to avoid impacting Completion Rate.\n\n**Relevant Details:**\n\n* Merchants may have pickup windows or drive-throughs available.\n* Dashers should pay attention to in-app notes for specific pickup instructions.\n* Reporting a closed store correctly is crucial to avoid impacting Completion Rate.",
        "metadata": {
            "doc_id": "ff36feab-6555-4863-9534-3309f2c38dcf"
        }
    },
    {
        "page_content": "DoorDash provides safety resources for its Dashers, prioritizing their security and well-being, particularly in cases of human trafficking, domestic violence, and intimate partner abuse.\n\n**Key Points:**\n\n1. DoorDash offers confidential support for Dashers experiencing pressure or abuse.\n2. Resources include the Human Trafficking Hotline and Domestic Violence Hotline for seeking advice and help.\n3. The company acknowledges the increased risk of domestic and intimate partner violence during the COVID-19 pandemic.\n4. Dashers can access support through the National Human Trafficking Hotline, Domestic Violence Hotline, or by contacting the police.\n\n**Relevant Details:**\nDoorDash's safety resources cater to Dashers who may be vulnerable to exploitation or abuse, emphasizing the importance of their security and well-being.",
        "metadata": {
            "doc_id": "5bb0d724-9ec0-441a-8e0c-0422c1400949"
        }
    },
    {
        "page_content": "This article provides instructions for Dashers to add or update their bank account information to receive earnings via direct deposit.\n\n**Key Points:**\n\n* Dashers can receive earnings weekly via direct deposit, and US-based Dashers can access earnings more frequently via DasherDirect or Fast Pay.\n* To update bank account information, Dashers must go to the Earnings tab in the Dasher app, select Change payout method, and follow the prompts to add or update their bank account details.\n* Important details to note:\n\t+ The account provided must be a checking account, as DoorDash cannot deposit payments into savings accounts.\n\t+ A 2-step verification code will be sent via text message or email to confirm the owner of the Dasher account authorizes the change.\n\t+ Any changes to bank account information will result in a 7-day waiting period before Fast Pay can be used.\n* Relevant details:\n\t+ DoorDash issues payments the first Monday of every week, which take 1-2 business days to process.\n\t+ US-based Dashers can use DasherDirect or Fast Pay for faster access to earnings.\n\t+ An email will be sent to Dashers anytime their banking information is updated, and they should follow the instructions in the email if they did not make the changes.",
        "metadata": {
            "doc_id": "1918b78b-e7b3-4e83-a5d9-0147bfdca680"
        }
    },
    {
        "page_content": "DoorDash's payment schedule for Dashers is on a weekly basis, with direct deposits typically taking 2-3 days to appear in their bank accounts.\n\n**Key Points:**\n\n* Weekly deposits are made for deliveries completed between Monday and Sunday of the previous week.\n* Payments may be delayed by one day when bank holidays fall on a Monday.\n* Dashers can use Fast Pay to cash out their earnings daily for a $1.99 fee in the US, Canada, and Australia.\n* DasherDirect is a prepaid Visa card available to US Dashers, allowing them to receive earnings after every dash with no additional fee.\n\n**Relevant Details:**\n\n* Bank holidays that may cause payment delays are listed for the US, Canada, Australia, and New Zealand.\n* Fast Pay requires a debit card, not a prepaid card.\n* DasherDirect funds are available within one to two hours with no additional fee or charge.",
        "metadata": {
            "doc_id": "784bbb00-91c1-42ea-8193-e9c81a7ad36c"
        }
    },
    {
        "page_content": "The Dasher Red Card is a prepaid card used by Dashers to pay for items on DoorDash Shop & Deliver offers, and it can be obtained in digital or physical form.\n\n**Key Points:**\n\n* The Red Card is not linked to Dasher bank accounts or related to earnings.\n* Digital Red Cards can be stored in the digital wallet on iOS or Android devices.\n* Physical Red Cards can be ordered from the DoorDash Store and activated through the Dasher app.\n* To use a Digital Red Card, follow the steps for Apple Pay or Google Pay setup and tap to pay.\n* If experiencing issues with setting up or using the Red Card, refer to the troubleshooting guide or contact Dasher Support.\n\n**Relevant Details:**\n\n* The Red Card is required to complete DoorDash Shop & Deliver offers.\n* Most merchants accept contactless payments, but physical Red Cards can be used if necessary.\n* If a physical Red Card is lost, refer to the article on lost red cards for assistance.\n* Common errors and troubleshooting steps are provided for resolving issues with setting up or using the Red Card.\n\n**Actionable Information:**\n\n* To get a Digital Red Card, follow the steps for iOS or Android devices to add the card to your digital wallet.\n* To get a physical Red Card, order one from the DoorDash Store and follow the activation steps.\n* To use a Digital Red Card, follow the steps for Apple Pay or Google Pay setup and tap to pay.\n* If experiencing issues, refer to the troubleshooting guide or contact Dasher Support.",
        "metadata": {
            "doc_id": "74e43000-0f4a-44db-997e-1cb726067714"
        }
    },
    {
        "page_content": "Deactivating a Dasher account requires contacting DoorDash Support after removing all scheduled shifts, and providing the associated email address or phone number.\n\n**Key Points:**\n\n1. Remove all scheduled shifts before deactivating the account.\n2. Contact DoorDash Support to process account deactivation.\n3. Provide the email address or phone number associated with the Dasher account.\n4. Personal information will be removed based on state employment law requirements.\n5. Dasher complementary accessories can be disposed of as desired.\n\n**Relevant Details:**\n\n* To stop receiving Dasher notifications, users can uninstall the app, reply STOP to text messages, or unsubscribe from emails.\n* Account deactivation is necessary to reactivate the account quickly if the user changes their mind.\n* Users can contact DoorDash Support to reactivate their account if they wish to start Dashing again.",
        "metadata": {
            "doc_id": "c7729e29-116a-4599-98fa-5fd0b1b23b2b"
        }
    },
    {
        "page_content": "This article provides a guide on how to add a new dash type or switch between dash types on the DoorDash platform, including the different types of vehicles allowed and the steps to view, add, switch, delete, and edit dash types.\n\n**Key Points:**\n\n* DoorDash offers various dash types, including car, motorcycle, scooter, ebike, and bicycle, which are dependent on the market.\n* Selecting the right dash type ensures that Dashers receive suitable orders for their vehicle type.\n* Dashers can add multiple dash types to their account and switch between them before scheduling a dash.\n* The article provides step-by-step instructions for viewing, adding, switching, deleting, and editing dash types on both iOS and Android versions of the Dasher app.\n* DoorDash explicitly allows certain vehicle types on the platform, including cars, motorcycles, scooters, ebikes, and bicycles, while excluding others like e-scooters and walking.\n\n**Relevant Details:**\n\n* Dashers can add a new dash type by tapping on the \"Add new vehicle\" option in the Vehicle Management section of the app.\n* When adding a car, Dashers must also provide the car make and model.\n* Dashers can switch between dash types by selecting the desired dash type before scheduling a dash or dashing now.\n* Deleting a dash type requires confirming the deletion in the Vehicle Management section of the app.\n* Editing an existing dash type is not possible; instead, Dashers must delete the incorrect vehicle and add the new vehicle details.",
        "metadata": {
            "doc_id": "14b2868b-3cce-4408-83c6-bc1a803de07b"
        }
    },
    {
        "page_content": "DoorDash requires a secure background check for all prospective and existing Dashers to promote safety on the platform. The background check process involves a Motor Vehicle Report (if applicable) and a Criminal History Report, and is performed by accredited third-party providers, including Checkr.\n\n**Key Points:**\n\n1. **Background Check Process:** The process involves initiating a background check as part of the signup process, and rerunning checks under certain circumstances to ensure continued safety and security.\n2. **Checkr's Role:** Checkr provides a continuous check feature that reports new offenses occurring after the initial complete background check.\n3. **Background Check Status:** The status can be \"Clear,\" \"Consider,\" \"Pending,\" \"Disputed,\" or \"Suspended,\" each with its own meaning and next steps.\n4. **Disputing Background Check Results:** Dashers can dispute the accuracy of their background check results by contacting Checkr via their Candidate Portal or emailing checkr-review@doordash.com.\n5. **Pre-Adverse Action Notice:** Dashers who receive a Pre-Adverse Action Notice have 10 days to dispute the results of their background check or provide additional information for consideration.\n6. **Post-Adverse Action Notice:** Dashers who receive a Post-Adverse Action Notice can still dispute the findings of the Checkr report or submit a deactivation appeal.\n\n**Relevant Details:**\n\n* Background checks typically take 5-7 business days to complete, but can take longer due to factors such as DMV and local county office delays.\n* Dashers can check the status of their background check by logging into the Checkr Candidate Portal or contacting Checkr Support.\n* DoorDash is unable to expedite or provide estimated completion times for background checks, as the reports are compiled and completed by Checkr.",
        "metadata": {
            "doc_id": "8942da9e-dab4-4ff0-b29d-364f17a42318"
        }
    },
    {
        "page_content": "The DoorDash Early Access Scheduling program allows qualified Dashers to access the Dasher schedule 6 days in advance, starting at 3 pm each day.\n\n**Key Points:**\n\n* The program is available in the US and Canada, but not in areas with the Dasher Rewards tiered program.\n* To qualify, Dashers must have a Customer Rating of at least 4.6, a Completion Rate of at least 95%, and have completed at least 5 deliveries in the previous week or 500 lifetime deliveries.\n* If a Dasher doesn't qualify, they can access the schedule 5 days in advance, starting at 12 am each day.\n* Qualification is refreshed every Friday and lasts through the following Thursday.\n* The program's qualification standards are subject to change, and Dashers will be notified if they do.\n\n**Relevant Details:**\n\n* The Early Access Scheduling program is no longer available in the US, and Dashers must qualify for the Dasher Rewards program instead.\n* The program's availability can be checked in the Ratings tab of the DoorDash app.\n* In some markets, the schedule can fill up quickly, and there may be no available slots.",
        "metadata": {
            "doc_id": "99d27b8d-4459-4887-928e-f2b9d23376f1"
        }
    },
    {
        "page_content": "Main Topic:** The article provides information on how to appeal the deactivation of a Dasher account on the DoorDash platform.\n\n**Key Points:**\n\n* Deactivated Dasher accounts can be appealed through a specialized form.\n* The appeal review process applies to deactivations due to violations of the Independent Contractor Agreement or Service Provider Platform Access Policy.\n* Common reasons for deactivation include abuse, fraud, and violating platform safety.\n\n**Relevant Details:** The appeal process is handled by a specialized team, and the article provides a link to the appeal form. This information is specific to DoorDash and its platform policies, distinguishing it from other food delivery or gig economy platforms.",
        "metadata": {
            "doc_id": "07137d44-4ba3-4273-a0c7-90d55f17dc1c"
        }
    },
    {
        "page_content": "This article provides instructions on how to change or reset a Dasher account password on DoorDash, which also affects the Consumer DoorDash account password.\n\n**Key Points:**\n\n* To change a Dasher account password, users must reset it by following the provided steps for iOS, Android, or Desktop.\n* The password reset process involves entering the email address associated with the account, receiving a reset email, and creating a new strong password.\n* Users can find tips on creating a strong password on Google's Create a strong password site.\n* If the reset password link is not received, users can try checking all email folders, resubscribing to DoorDash emails, and retrying the password reset process.\n\n**Relevant Details:**\n\n* Changing the Dasher account password also changes the Consumer DoorDash account password.\n* The password reset email is sent from no-reply@doordash.com with the subject line \"Password reset on www.doordash.com\".\n* Users can resubscribe to DoorDash emails by finding a previous email, clicking on the \"Unsubscribe\" text, and then clicking on \"Resubscribe\".",
        "metadata": {
            "doc_id": "c91b6cba-63da-4e5b-a5c6-fe9da97fdad4"
        }
    },
    {
        "page_content": "The article provides information on the Referrals program for Dashers, including how to access the Referrals page, send referral links, and track delivery progress and bonus payouts.\n\n**Key Points:**\n\n1. **Accessing the Referrals page**: Dashers can access the Referrals page by clicking on the \"Promos\" button on the Dash tab or navigating to the Account tab.\n2. **Sending referral links**: Dashers can send referral links by clicking on the icon on the banner at the bottom of the Referrals page or by copying the URL to their clipboard.\n3. **Tracking referrals**: Dashers can track the progress of their referrals by clicking on the \"Check status\" button on the Referrals page.\n4. **Eligibility to refer**: Dashers must have completed 30 deliveries and have been dashing for at least 30 days, and must have passed quality checks to be eligible to refer friends and family.\n5. **Referral offers**: Referral offers are refreshed weekly and may vary by geographic location, and may change between the time a referral link is sent and when a friend becomes a Dasher.\n\n**Relevant Details:**\n\n* Referral bonuses are tied to the offer that a friend selects when they become a Dasher.\n* Friends must be new Dashers and must start signing up using a unique referral link to be eligible for the referral bonus.\n* Referral eligibility is reviewed periodically by the team, and Dashers will be notified when a new referral opportunity is available.",
        "metadata": {
            "doc_id": "7908fc0d-d35a-479d-80b3-8a12ae228b61"
        }
    },
    {
        "page_content": "This article provides a step-by-step guide on how to schedule and edit a Dash using the Dasher app, highlighting the process of selecting a day, choosing a starting point and available times, and saving the Dash.\n\n**Key Points:**\n\n1. **Scheduling a Dash**: Go to the Schedule tab in the Dasher app, select a day, choose a starting point and available times, and tap Save Dash.\n2. **Editing or Deleting a Scheduled Dash**: Go to the Schedule page, tap on the day and Scheduled tab, select the Dash to edit or delete, and make the necessary changes.\n3. **Scheduling Tips**: Check back later if preferred time slots are not available, sign in to the app to Dash Now if available, and avoid scheduling a new Dash within 30 minutes of a scheduled Dash start.\n\n**Relevant Details:**\n\n* DoorDash Support cannot schedule, edit, or extend a Dash; the app updates in real-time, allowing Dashers to make changes themselves.\n* If a preferred time is not shown, it means the scheduled Dasher capacity has been reached for that time slot.\n* Additional time slots may open up later, and Dashers can always sign in to the app to Dash Now if available.",
        "metadata": {
            "doc_id": "eebd8385-c8d5-4eaf-aac7-8baf638e10c9"
        }
    },
    {
        "page_content": "The article addresses common issues with 2-Step Verification on DoorDash, providing troubleshooting steps and solutions for users experiencing difficulties with text message verification.\n\n**Key Points:**\n\n1. **Network Connection:** Check WiFi or network connection to ensure it's working correctly to receive text messages.\n2. **Unsubscribed from Text Messages:** If unsubscribed, users can resend the code by email or contact Support to re-subscribe to text messages.\n3. **Blocked by 2-Step Verification:** If blocked due to excessive code entry attempts, wait 30 minutes for the system to unblock and try again.\n4. **Lost Access to Phone Number/Email:** Contact DoorDash Support with detailed information to receive assistance.\n\n**Relevant Details:**\nThe article provides specific steps for users to troubleshoot and resolve common issues with 2-Step Verification on DoorDash, including resending codes by email and contacting Support for assistance.",
        "metadata": {
            "doc_id": "2fc95148-7bce-4647-9c62-f217380be32e"
        }
    },
    {
        "page_content": "Main Topic:** What to do if you think your DoorDash account has been compromised.\n\n**Key Points:**\n\n* Immediately change your password in the \"Settings\" tab.\n* Set a unique combination of letters and words for your new password.\n* Avoid using birthdate or social security number in your password.\n* Contact DoorDash support through chat, phone, or the \"?\"/HELP button for further assistance.\n\n**Relevant Details:** This article provides a step-by-step solution for users who suspect their DoorDash account has been compromised, focusing on password security and support contact options.",
        "metadata": {
            "doc_id": "18b128df-e51f-4480-96c8-456da6ca4e8f"
        }
    },
    {
        "page_content": "The article provides guidance on protecting DoorDash account information, specifically emphasizing the importance of keeping passwords and security codes confidential to prevent scams and unauthorized access.\n\n**Key Points:**\n\n1. **Never share passwords or security codes**: DoorDash will never request this information, and sharing it can lead to scams and unauthorized access to earnings.\n2. **Identify scam warning signs**: Be cautious of requests for passwords or security codes, especially if they come from unsolicited calls, texts, or emails.\n3. **Verify authenticity**: If unsure about a request, contact DoorDash Support directly through the app or website.\n4. **Take action if compromised**: If a password has been shared, change it immediately, verify bank account information, and update Fast Pay details if necessary.\n5. **Follow password best practices**: Use unique, complex passwords that include a combination of characters, numbers, and symbols, and avoid using generic words or personal information.\n\n**Relevant Details:**\n\n* Scammers may use tactics such as offering bonuses or financial assistance to obtain passwords.\n* DoorDash Support will never request passwords or provide specific passwords to use.\n* The article provides examples of scam scenarios and advises on how to respond to them.\n\n**Actionable Information:**\n\n* Keep passwords and security codes confidential at all times.\n* Be cautious of unsolicited requests for account information.\n* Verify the authenticity of requests through official channels.\n* Take immediate action if a password has been compromised.\n* Follow best practices for creating and managing passwords.",
        "metadata": {
            "doc_id": "52d7349b-4069-45fd-b37a-186531a0a9cc"
        }
    },
    {
        "page_content": "The article provides instructions for Dasher income verification, outlining the process for third-party companies to request and obtain income information through Truework.com.\n\n**Key Points:**\n\n1. Third-party companies (e.g. lenders, landlords) can request income verification through a designated page.\n2. Dashers will receive an email notification when a request is made and must sign into their payroll account to share income information with Truework.\n3. Truework will complete the request and provide the income information to the third-party verifier.\n\n**Relevant Details:**\n\n* The process is only for third-party companies with a permissible purpose, and Dashers should not create requests to verify their own income.\n* Dashers can contact support for personal earnings reports.\n\nThis summary highlights the main topic of Dasher income verification and provides actionable information on the process, distinguishing it from other income verification procedures.",
        "metadata": {
            "doc_id": "4436e22a-f282-4f65-93eb-1e4345e94c22"
        }
    },
    {
        "page_content": "The article provides guidance on resolving missing or incorrect payments for DoorDash Dashers, including steps to verify bank account information and contact support for payment review.\n\n**Key Points:**\n\n1. **Verify bank account information**: Ensure the account is a checking account and double-check routing and account numbers.\n2. **Contact support for payment review**: If bank account information is correct, reach out to support to review earnings and resolve payment issues.\n3. **Account security measures**: If experiencing account issues (e.g., breach, login issues, or password changes), immediately change the password and update bank account information if necessary.\n4. **Payment correction process**: Support will review earnings and remit payments to the DoorDash account if payments were incorrectly made.\n\n**Relevant Details:**\n\n* The article emphasizes the importance of verifying bank account information to prevent payment errors.\n* Dashers can request a payment review if they suspect a payment is missing or incorrect.\n* The article provides specific steps for account security measures to prevent unauthorized access and ensure timely payment resolution.",
        "metadata": {
            "doc_id": "3e754d12-9ee6-47ba-9201-79ef07065222"
        }
    },
    {
        "page_content": "To receive proof of payment history from DoorDash for independent contractor work, file a support case using the provided link and include the associated email address for expedited processing.\n\n**Key Points:**\n\n* File a support case to request proof of payment history\n* Include the email address associated with the Dasher account for faster processing\n* Use the provided link to submit the support case",
        "metadata": {
            "doc_id": "191b8286-975d-44c3-b771-fe392586cdb1"
        }
    },
    {
        "page_content": "The Dasher Free Welcome Gift is a package sent to new Dashers who have completed their first offer and submitted their mailing address in the Dasher app, containing essential items to get started with Dashing.\n\n**Key Points:**\n\n* The Free Welcome Gift includes a hot bag, Red Card, and Getting Started Manual.\n* To request the gift, new Dashers must sign up, submit their mailing address in the app, and complete their first dash.\n* The gift is typically delivered within 3-7 business days, with tracking information provided via email.\n* Delays may occur due to lost mail, incorrect mailing addresses, low kit supplies, or background check processing times.\n\n**Relevant Details:**\n\n* New Dashers can track their gift's delivery status using the tracking information provided in the confirmation email.\n* If the gift is not received within 10 business days, Dashers can contact DoorDash Support for assistance.\n* The Dasher app provides a seamless experience for new Dashers to sign up, submit their mailing address, and start dashing.",
        "metadata": {
            "doc_id": "e928c7dc-f6d3-4cd7-bbd3-c818f4da73ed"
        }
    },
    {
        "page_content": "Main Topic:** Setting up direct deposit information to receive pay through the Dasher app.\n\n**Key Points:**\n\n* To set up direct deposit, users need to launch the Dasher app and navigate to the Earnings tab.\n* Users must provide their bank information, including:\n\t+ Name on bank account\n\t+ Social Security Number (SSN)\n\t+ Bank routing number (9-digit)\n\t+ Bank account number (10-12 digits)\n* Users can find their bank routing and account numbers on their checks if needed.\n* After filling out the required information, users must tap \"Submit Bank Details\" to complete the setup process.\n\n**Relevant Details:** This setup process is specific to the Dasher app, and users must have the necessary bank information readily available to complete the setup.",
        "metadata": {
            "doc_id": "82b07b0f-071b-4803-a2ad-9eac50ba5344"
        }
    },
    {
        "page_content": "The article provides a step-by-step guide on the Dasher signup process, outlining the necessary steps to become a Dasher and start earning.\n\n**Key Points:**\n\n1. **Sign-up process**: The process involves registering with an email address, phone number, and zip code, followed by creating a profile, downloading the Dasher app, and completing identity verification and background checks.\n2. **Identity verification**: This involves uploading a valid government ID and taking a selfie to match the picture on the ID.\n3. **Background checks**: These consist of a Motor Vehicle Report (if applicable) and a Criminal History Report, which typically take a day to complete but can take up to a week or longer.\n4. **Payout options**: Dashers can choose to receive their earnings instantly via DasherDirect or weekly via direct deposit.\n5. **Account management**: Existing Consumer account holders can merge their accounts with their Dasher account, and changes to email addresses and phone numbers can be made through the Dasher account settings.\n\n**Relevant Details:**\n\n* The Dasher app is available for both iPhone and Android devices.\n* A free welcome gift, including a Red Card and an insulated hot bag, is provided to new Dashers.\n* Support is available through DoorDash Support for any issues or updates to account information.\n\n**Actionable Information:**\n\n* To become a Dasher, follow the sign-up link and complete the required steps.\n* Use the Dasher app to track progress and continue the sign-up process.\n* Contact DoorDash Support for any issues or updates to account information.",
        "metadata": {
            "doc_id": "756c49ba-2383-4d05-b0fb-3cf294352c03"
        }
    },
    {
        "page_content": "DoorDash requires a secure background check for all prospective and existing Dashers to ensure the safety and security of the community. The background check process involves a Motor Vehicle Report (if applicable) and a Criminal History Report, and is performed by accredited third-party providers, including Checkr.\n\n**Key Points:**\n\n1. **Background Check Process:** The background check is initiated as part of the signup process and may take 5-7 business days to complete.\n2. **Checkr Candidate Portal:** Dashers can check the status of their background check and provide additional information or dispute the accuracy of their report through the Checkr Candidate Portal.\n3. **Background Check Status:** The status of a background check can be \"Clear\", \"Consider\", \"Pending\", \"Disputed\", or \"Suspended\", each with its own meaning and next steps.\n4. **Disputing Background Check Results:** Dashers can dispute the accuracy of their background check results by contacting Checkr via the Checkr Candidate Portal or by emailing checkr-review@doordash.com.\n5. **Deactivation Appeal:** If a Dasher's account is deactivated due to a background check result, they can submit a deactivation appeal via a specialized form.\n\n**Relevant Details:**\n\n* DoorDash uses accredited third-party background check providers, including Checkr.\n* Background checks are performed as part of the signup process and may be rerun under certain circumstances.\n* Dashers can check the status of their background check and provide additional information or dispute the accuracy of their report through the Checkr Candidate Portal.\n* The background check process may take longer than expected due to factors such as DMV and local county office delays.\n\n**Actionable Information:**\n\n* If you are a prospective Dasher, you can check the status of your background check through the Checkr Candidate Portal.\n* If you are an active Dasher, you can dispute the accuracy of your background check results by contacting Checkr via the Checkr Candidate Portal or by emailing checkr-review@doordash.com.\n* If your account is deactivated due to a background check result, you can submit a deactivation appeal via a specialized form.",
        "metadata": {
            "doc_id": "1b404d1c-8a31-409b-a87f-5bebf19442da"
        }
    },
    {
        "page_content": "To sign up to deliver with DoorDash, create an account on the Dasher sign-up website and submit the requested information, then consent to a motor vehicle and background check.\n\n**Key Points:**\n\n* Visit the Dasher sign-up website to initiate the sign-up process\n* Create an account and submit the requested information\n* Consent to a motor vehicle and background check\n* Pass the motor vehicle and background check to become eligible to use the DoorDash platform",
        "metadata": {
            "doc_id": "a7ad31dd-fb5a-4efa-bfdd-0081d7dedcd8"
        }
    },
    {
        "page_content": "The article provides information on how to refer other Dashers, including accessing the Referrals page, sending referral links, and tracking delivery progress and bonus payout.\n\n**Key Points:**\n\n1. **Accessing the Referrals page**: Click on the \"Promos\" button on the Dash tab or navigate to the Account tab to see if a referral bonus is available in your area.\n2. **Sending referral links**: Click the icon on the banner at the bottom or tap on the link to copy the URL to your clipboard.\n3. **Referral eligibility**: Your friend must be a new Dasher, start signing up using your unique link, and complete onboarding to become a Dasher.\n4. **Tracking progress**: Click on the \"Check status\" button on the Referrals page to view your active referrals and track your friends' progress.\n5. **Referral offers**: Offers are refreshed weekly, may vary by geographic location, and are subject to change.\n6. **Eligibility to refer**: Dashers must have completed 30 deliveries, been dashing for at least 30 days, and passed quality checks to be eligible to refer friends and family.\n\n**Relevant Details:**\n\n* Referral bonuses are tied to the offer your friend selects, which may be different from the one you initially referred them under.\n* Referral offers are governed by terms and conditions that can be found on the Referrals page.\n* Quality checks are done to ensure Dashers are in good standing and not engaging in suspicious behavior.",
        "metadata": {
            "doc_id": "7585fddc-8068-4d77-894a-e6c42a26b37a"
        }
    },
    {
        "page_content": "The article provides information on the background check process for DoorDash applicants in Canada, outlining the requirements, steps, and troubleshooting tips for completing the process.\n\n**Key Points:**\n\n* DoorDash requires a secure background check for all applicants before clearing them to access the platform.\n* Applicants must have a full license class in Canada to become a Dasher.\n* The background check process involves providing identification documents, answering identity verification questions, and potentially completing video verification.\n* Applicants can check the status of their background check by emailing Checkr's Canadian support team.\n* DoorDash does not keep any information from the background check, as all data resides with Checkr.\n\n**Relevant Details:**\n\n* The background check process typically takes 5-7 business days, but may take longer in some cases.\n* Applicants must provide two pieces of government-issued ID and input the ID document number for each piece.\n* If applicants encounter issues during the process, they can seek assistance through DoorDash's help center or contact Checkr's support team directly.",
        "metadata": {
            "doc_id": "9bfd65a2-5c12-4e6d-bb05-08dbf86a98ae"
        }
    },
    {
        "page_content": "This article provides instructions for Dashers to add or update their bank account information to receive earnings via direct deposit.\n\n**Key Points:**\n\n* Dashers can receive earnings weekly via direct deposit, and US-based Dashers can access earnings more frequently via DasherDirect or Fast Pay.\n* To update bank account information, Dashers must go to the Earnings tab in the Dasher app, select Change payout method, and follow the prompts to add or update their bank account details.\n* Important details to note:\n\t+ The account provided must be a checking account, as DoorDash cannot deposit payments into savings accounts.\n\t+ A 2-step verification code will be sent via text message or email to confirm the owner of the Dasher account authorizes the change.\n\t+ Any changes to bank account information will result in a 7-day waiting period before Fast Pay can be used.\n* Relevant details:\n\t+ DoorDash issues payments the first Monday of every week, which take 1-2 business days to process.\n\t+ Dashers will receive an email from no-reply@doordash.com with the title Dasher Bank Account Information Changed anytime their banking information is updated.\n\n**Actionable Information:**\n\n* To add or update bank account information, follow the instructions in the article.\n* If you do not receive payment, double-check your account details in the app.\n* If you receive an email about updated bank account information but did not make the changes, follow the instructions in the email to ensure your account has not been taken over by a third-party.",
        "metadata": {
            "doc_id": "924cb8bf-27f7-4c91-86a7-d828d22b1607"
        }
    },
    {
        "page_content": "The article provides tips and strategies for DoorDash Dashers to increase their earnings by accepting and completing more delivery offers.\n\n**Key Points**\n\n1. **Timing**: Log on during peak hours (lunch and dinner) when demand is highest.\n2. **Peak Pay**: Take advantage of Peak Pay campaigns for extra earnings during busy times and areas.\n3. **Red Card and Proximity**: Having a Red Card (US only) and staying close to merchants can increase order opportunities.\n4. **Equipment and Preferences**: Ensure account settings align with current availability and capabilities.\n5. **Hotspots**: Position yourself near areas marked with a red flame icon for increased delivery requests.\n6. **High-Demand Areas**: Use the color-coded map to identify busy areas (red zones) with more available orders.\n\n**Relevant Details**\n\n* Experienced Dashers, like Tamara, share advice on maximizing earnings through YouTube tutorials.\n* Market conditions and Dasher experiences may vary, so the provided information is for general guidance only.\n\nThis summary highlights actionable tips for DoorDash Dashers to increase their earnings, focusing on timing, peak pay, equipment, and positioning.",
        "metadata": {
            "doc_id": "1e9b0490-aa00-406c-aede-1cf069e228e7"
        }
    },
    {
        "page_content": "This article provides a comprehensive guide on managing dash types on the DoorDash platform, including adding, switching, deleting, and editing dash types.\n\n**Key Points:**\n\n1. **Available Dash Types:** DoorDash offers various dash types, including Car, Motorcycle, Scooter, Ebike, and Bicycle, with availability dependent on the market.\n2. **Adding a New Dash Type:** Dashers can add a new dash type through the Vehicle Management section on the app, selecting the vehicle type and providing required details, such as car make and model for cars.\n3. **Switching Dash Types:** Dashers can switch between multiple dash types before scheduling a dash or dashing now, by selecting the desired dash type from the app.\n4. **Deleting a Dash Type:** Dashers can delete a dash type by selecting the bin icon next to the vehicle and confirming deletion.\n5. **Editing an Existing Dash Type:** Dashers cannot directly edit an existing vehicle, but can delete the incorrect vehicle and add a new one with updated details.\n\n**Relevant Details:**\n\n* DoorDash requires dashers to choose the right dash type to ensure they receive suitable orders for their vehicle type.\n* The platform explicitly allows certain vehicle types, including cars, motorcycles, scooters, ebikes, and bicycles, while excluding others, such as e-scooters and walking.\n* Dashers can add multiple dash types to their account, but must choose the correct one when starting a shift.\n\nThis summary provides a concise overview of the article, highlighting the main topic, key points, and relevant details, making it suitable for a vector database for similarity search to answer customer care queries.",
        "metadata": {
            "doc_id": "68969d26-6e0e-497c-801f-8cf96bc77c2f"
        }
    },
    {
        "page_content": "The article provides instructions on how to use the Dash Now home page to start receiving offers and maximize earnings as a Dasher.\n\n**Key Points:**\n\n1. **Starting a Dash**: Click the Dash Now button on the Dash tab to start receiving offers, or schedule a Dash for a future time and location if Dash Now is unavailable.\n2. **Real-time Heatmap**: The heatmap on the Dasher App homescreen updates in real-time, indicating when and where Dash Now is available, and allows Dashers to start a dash and receive offers.\n3. **Availability**: Dash Now may be limited to select Dashers based on equipment type, vehicle type, reward status, or other factors, and may be unavailable in certain areas.\n4. **Peak Pay**: Look for Peak Pay on the Dash Now Tab to maximize earnings by completing deliveries or tasks in high-demand areas.\n5. **Navigating to Available Areas**: If Dash Now is not available, navigate to a different area and tap \"Dash Along the Way\" to receive offers on the way to the new area.\n\n**Relevant Details:**\n\n* Top Dashers can dash at any time, and information on qualifying for the program is available on a separate page.\n* The heatmap colors indicate the availability of Dash Now: light pink (available), red (busy or very busy), and grey (unavailable).",
        "metadata": {
            "doc_id": "0a969128-1139-4365-978e-6e6a139f007d"
        }
    },
    {
        "page_content": "The article provides instructions on how to accept an offer as a Dasher in the Dash system, highlighting the process and time limits for responding to offers.\n\n**Key Points:**\n\n* The Dash system automatically looks for offers and sends notifications to Dashers.\n* Dashers have 45 seconds to accept or decline an offer, with some test markets having 90 seconds for batched offers.\n* Once an offer is accepted, the route to the store appears, and Dashers can open it in their default mapping service.\n* Multiple offers may be received during peak times, and Dashers must respond within the time limit.\n\n**Relevant Details:**\nThe article is specific to the Dash system and its functionality, providing actionable information for Dashers to navigate the offer acceptance process efficiently.",
        "metadata": {
            "doc_id": "445a8e47-95f4-451e-85ac-00b3e0fbf3cc"
        }
    },
    {
        "page_content": "The article discusses changes to the Large Order assignment process for Dashers, starting June 2, 2022, aiming to improve the assignment process for high-value deliveries.\n\n**Key Points:**\n\n* Large orders will no longer be pre-claimed and will appear in the Dasher app like regular deliveries.\n* Dashers will still have priority access to high-value orders as part of the Large Order program.\n* The change is part of a broader effort to improve the assignment process, addressing issues with the pre-claimed system.\n* Large Orders pay on average 2-3X that of a normal marketplace delivery.\n* The separate Drive ratings page has been removed, and ratings for Large Order deliveries will now be included with overall delivery ratings.\n\n**Relevant Details:**\n\n* To identify large orders, Dashers will see 'Catering Bag Required' on the acceptance screen.\n* Dashers can learn more about the Large Order Program by visiting the Dasher Help Center article.\n* The change aims to improve the overall dashing experience and provide a more effective assignment algorithm.",
        "metadata": {
            "doc_id": "562e31d6-ce11-400b-aabd-927d59074d2b"
        }
    },
    {
        "page_content": "This article provides a step-by-step guide on how to schedule and edit a Dash using the Dasher app, highlighting the app's real-time updates and self-scheduling capabilities.\n\n**Key Points:**\n\n1. **Scheduling a Dash**: Dashers can schedule a Dash by going to the Schedule tab, selecting a day, choosing a starting point and available times, and tapping Save Dash.\n2. **Editing or Deleting a Scheduled Dash**: Dashers can edit or delete a scheduled Dash by going to the Schedule page, tapping on the day and Dash they want to modify, and making the necessary changes.\n3. **Scheduling Tips**: If a preferred time slot is not available, it means the area has reached Dasher capacity; Dashers can try checking back later or signing in to the app to Dash Now if available.\n4. **Time Restrictions**: Dashers cannot schedule a new Dash or extend a current Dash within 30 minutes of a scheduled Dash start time.\n\n**Relevant Details:**\n\n* The Dasher app updates in real-time, allowing for self-scheduling and editing.\n* DoorDash Support cannot schedule, edit, or extend a Dash on behalf of the Dasher.\n* The app's scheduling system is designed to ensure a balanced number of Dashers in each area, which may limit available time slots.",
        "metadata": {
            "doc_id": "7e03853c-df1c-4607-8a60-631de796b9ee"
        }
    },
    {
        "page_content": "The article provides information on using Pickup and Drop-off screens to complete deliveries, offering features to facilitate communication and navigation.\n\n**Key Points:**\n\n* Pickup screen allows dashers to contact the store and customer, view store location images, and access order details.\n* Drop-off screen enables dashers to contact customers directly, view additional instructions, and see item breakdowns for group orders.\n* Screenshots are provided to illustrate the features on both Pickup and Drop-off screens.\n* The update is available now on iOS version 4032 and Android 5.46.\n\n**Relevant Details:**\n\n* The features aim to address difficulties in finding merchants and customers, and provide a more streamlined delivery experience.\n* The update is available on both iOS and Android platforms, ensuring a wide range of users can access the new features.",
        "metadata": {
            "doc_id": "a2f8118f-cd2b-40b1-80e7-1835f973df57"
        }
    },
    {
        "page_content": "The article provides advice from top Dashers on how to increase ratings and tips by effectively communicating with customers throughout the delivery process.\n\n**Key Points:**\n\n1. Keep customers updated on the status of their orders, especially in cases of unexpected delays.\n2. Use courtesy texts to inform customers of wait times, unavailable items, or multiple orders.\n3. Communication is key to receiving better ratings and tips.\n4. Use templates to simplify and speed up communication.\n5. Adapt communication methods to the customer's preference (e.g., text or call).\n\n**Relevant Details:**\n\n* Top Dashers share their strategies for providing updates to customers, including examples of text templates.\n* Customers appreciate being kept informed during the delivery process, leading to better tips and ratings.\n* Effective communication can lead to increased customer satisfaction and loyalty.\n\n**Actionable Information:**\n\n* Implement a communication strategy that includes regular updates to customers.\n* Use templates to simplify communication and reduce errors.\n* Be patient and understanding when dealing with customers, and communicate accordingly.\n* Adapt to the customer's preferred communication method to ensure effective communication.",
        "metadata": {
            "doc_id": "2bfb52a2-236f-44c6-959a-38bf15c24d29"
        }
    },
    {
        "page_content": "This article provides step-by-step instructions for updating Dasher profile/account information, including phone number, email address, driver's license, and name changes.\n\n**Key Points:**\n\n1. **Phone Number Update:** Can be done through the Dasher app (Android and iOS), Consumer app (iOS only), or DoorDash.com. Requires 2-factor authentication verification.\n2. **Email Address Update:** Can only be done through the Consumer app (iOS only) or DoorDash.com. Requires 2-factor authentication verification.\n3. **Driver's License Update:** Must be done through the Candidate Portal if the report was done within the past 30 days.\n4. **Name Change:** Can only be done if the name change is legally documented and verified by DoorDash support.\n\n**Relevant Details:**\n\n* All updates require 2-factor authentication verification, which cannot be bypassed.\n* If updating a new phone number without access to the old number, users can tap \"Get Help\" and select \"Send code to email\" to receive a security code.\n* If updating a new email address, the security code will be sent to the old email address.\n* Driver's license updates must be done through the Candidate Portal to ensure accurate reporting.\n* Name changes require legal documentation and verification by DoorDash support.",
        "metadata": {
            "doc_id": "25e12662-97e6-4d19-81a9-44d5c6826b8b"
        }
    },
    {
        "page_content": "The Dasher app is a mobile application designed for DoorDash delivery drivers to manage their work, track earnings, and access account information.\n\n**Key Points:**\n\n1. **Dash Now**: Allows drivers to start a dash immediately and view high-order volume areas (\"Hotspots\") on a map.\n2. **Scheduling**: Enables drivers to schedule future dashes and view upcoming scheduled dashes.\n3. **Account Management**: Provides access to account information, including name, phone number, email, vehicle, and app settings.\n4. **Ratings and Performance**: Displays customer ratings, acceptance rate, completion rate, and lifetime deliveries completed.\n5. **Earnings Tracking**: Offers a graph of weekly and monthly earnings, daily earnings breakdown, and the ability to update bank account information or set up Fast Pay.\n\n**Relevant Details:**\nThe Dasher app is designed to streamline the delivery process for DoorDash drivers, providing a user-friendly interface to manage their work, track earnings, and access important account information. The app's features are organized into tabs, making it easy for drivers to navigate and find the information they need.",
        "metadata": {
            "doc_id": "cd703dd5-002e-47b7-9331-57d27f62b1f9"
        }
    },
    {
        "page_content": "The article explains how to pause a Dash, allowing users to take a break from receiving new orders.\n\n**Key Points:**\n\n1. Users can pause a Dash while on a current delivery by enabling \"Stop orders after this delivery\" in the Dash options menu.\n2. Pausing a Dash while on a current delivery stops new orders for up to 35 minutes, after which the app will automatically end the Dash if not resumed or ended manually.\n3. Users can also pause a Dash while looking for orders by tapping \"Pause orders\" in the Dash options menu.\n\n**Relevant Details:**\n\n* The pause feature allows users to take a break from receiving new orders for a short period.\n* The app will automatically end the Dash if not resumed or ended manually after 35 minutes.\n\nThis summary provides a concise overview of the article's main topic and key points, focusing on actionable information that can be used to answer customer care queries.",
        "metadata": {
            "doc_id": "0d0a8edd-188f-4334-a821-11858e0a9d56"
        }
    }
]